[
{"source": "hindu", "headline": "Tepid response to vaccine sparks worry", "link": "https://www.thehindu.com/news/national/kerala/tepid-response-to-vaccine-sparks-worry/article34266714.ece", "cat": "Kerala", "content": "With election over, pace expected to pick up\n\nThough the State has begun an aggressive vaccination campaign against COVID-19, trying to vaccinate as many people as possible in the 45 years plus age group in the next 45 days, the lukewarm response is raising concerns.\n\nWhile the response in districts such as Thiruvananthapuram, which has been administering over 20,000 doses a day, is encouraging, some vaccine hesitancy and lack of trust in the new vaccines are in evidence in Idukki, Malappuram, and Kasaragod, officials said.\n\nWhen vaccination was opened up for the 60 plus age group on March 1, the response had been phenomenal, with people thronging the sites. “We expected a similar response when vaccinations were opened up for all above 45 years on April 1. But there is no urgency amongst people though cases are climbing,” an official said.\n\nHowever, some district health administrations said the lukewarm response last week was because of the polls. With the election over, vaccination would pick up. “There is no crowding because it has now been made available right from primary health centres upwards and in a lot more private hospitals,” a district official said.\n\n“We need the whole-hearted involvement of LSGI officials to take vaccination ahead. All of last week, they were involved in the poll affairs. And people were reluctant to take the shots fearing that they might be laid up with fever or other side-effects and miss participating in the election activities. We hope vaccination will pick up pace in a week,” K. Sakeena, district medical officer, Malappuram, said.\n\nMedia reports about even vaccinated people getting COVID infection have created confusion among the public and some sceptical questions on why one should get vaccinated if it is not to free people from a restricted life are questions health officials are facing in the field.\n\nFor the public, weary of the restrictions imposed by the pandemic, messages that they should continue to wear mask regardless of their vaccination status have been quite confusing.\n\n“The messages on how vaccines can change the course of the pandemic and what should be expected after vaccination should be conveyed more lucidly to people. No vaccine gives an assurance that it can prevent all infections. But all vaccines give 100% assurance against serious disease, hospitalisation, and death. There have been very few infections in people who completed at least three weeks after their first vaccine dose. Though a few infections were reported in fully vaccinated healthcare workers, these were all mild and asymptomatic infections,” a health expert said.\n\nThe pandemic could be prolonged if people refuse to get vaccinate. If vaccination pace does not pick up and reach at least 70 % of the population, disease transmission may not reduce and will lead to the emergence of more mutant variants.\n\n‘Less infectious’\n\nScientists still do not know for sure if a vaccinated person can transmit infection to others. But there are research studies which suggest that even if a vaccinated person contracts COVID-19, he may be less infectious.\n\nA research study from Israel reported that people who had been administered Pfizer-BioNTech vaccine and who contracted COVID afterwards, had lower viral loads than unvaccinated people who caught the infection.\n\nLower viral load indicates that the person is less contagious and with sufficient coverage in the population, vaccination can reduce transmission, it is hoped."},
{"source": "hindu", "headline": "Kodagu readying for monsoon ahead of time", "link": "https://www.thehindu.com/news/national/karnataka/kodagu-readying-for-monsoon-ahead-of-time/article34266712.ece", "cat": "Karnataka", "content": "DC tells officials to draw up plans\n\nConsequent to back-to-back floods and landslides that affected Kodagu in recent years, the district administration there is bracing ahead of time for any eventuality during monsoon.\n\nAt a review meeting held in Madikeri, the Deputy Commissioner Charulatha Somal directed the officials to prepare for any contigency that may arise due to floods after the arrival of the south west monsoon in June.\n\nThe Deputy Commissioner said there were heavy rains in the month of August in 2018, 2019 and 2020 which caused widespread damage including landslides resulting in loss of life and property. Hence vulnerable places prone to such incidents should be identified and precautionary measures should be in place.\n\nShe stressed upon the imperatives of information gathering pertaining to weather and timely dissemination to the public so that they could also be forewarned of any impending eventuality. The Agriculture Department was vested with the task of collating all information pertaining to weather and sharing it with the district administration. She said advance information pertaining to weather conditions could help prevent or minimise damage.\n\nCalling for preparations at the taluk and hobli levels Ms.Charulatha Somal and directed the local officials to conduct review meetings to assess their level of preparations to handle any exigency. A task force will also be constituted to oversee the preparations to handle any natural disasters and it will comprise all officials drawn from various departments including Revenue, NDRF, SDRF, Fire Force, Police, CESC, Forest, and PWD. She also called upon the staff to prepare a list of safety and rescue equipment that will be required to handle any natural disaster and submit the same to the district administration within 10 days."},
{"source": "hindu", "headline": "Fresh cases in Hassan", "link": "https://www.thehindu.com/news/national/karnataka/fresh-cases-in-hassan/article34266693.ece", "cat": "Karnataka", "content": "The number of COVID-19 cases reported in Hassan district crossed 30,000 on Wednesday. With 92 fresh cases, the total number of cases increased to 30,071 on the day. As many as 743 infected people are undergoing treatment. So far 28,850 people have recovered from the infection and 478 died. One person died of the infection on Wednesday as well.\n\nAmong the fresh cases reported on the day, eight are said to have contracted the infection with the contact of students, who are attending schools and colleges. An engineering college has declared holiday for students as a few students and teaching faculty were found infected.\n\nDistrict Health Officer K.M. Sathish Kumar has appealed to all those above 45 years of age to get the vaccination."},
{"source": "hindu", "headline": "Strike total as buses go off the road in Mysuru", "link": "https://www.thehindu.com/news/national/karnataka/strike-total-as-buses-go-off-the-road-in-mysuru/article34266675.ece", "cat": "Karnataka", "content": "Private transport operators permitted temporarily to operate on many routes from mofussil bus terminus in the city\n\nThe indefinite strike by the employees of Karnataka State Road Transport Corporation (KSRTC) that began here on Wednesday was total as none of the buses operated by the two divisions (urban and rural) hit the road.\n\nNearly 545 buses belonging to the rural division and about 450-500 buses of the urban division stayed put in the depots.\n\nPrivate buses and other private transport vehicles came to the rescue of passengers as they ferried them to their destinations early this morning from the KSRTC’s mofussil bus terminus. The private bus operators were authorised to operate on several routes, including Bengaluru, Madikeri and Hassan, to deal with the inconvenience caused to passengers and ease the situation though not fully.\n\nUnlike the previous strike, the Transport Department appeared to have been prepared fully to handle the situation as the Regional Transport Offices (RTOs) had talks with the private operators in advance and arranged alternative modes of transport.\n\nBesides private buses, mini-buses and tourist vehicles were also operated. However, there were no services on long-distance routes. The services of the RTCs of Kerala and Tamil Nadu on certain routes came in handy.\n\nHowever, the intra-city operations were badly hit with nearly 450-500 buses operated on the routes across Mysuru keeping off the road. The city bus-stand was wearing a deserted look. The local commuters picked auto-rickshaws and taxis to reach their destinations.\n\nNot all were aware of the strike as many were found waiting for buses in the early hours of Wednesday at the mofussil bus terminus.\n\nUnable to get buses, the passengers were expressing their ire at the corporation for causing hardship to the public at a time when the State was in the grip of COVID-19 crisis.\n\nSources in the KSRTC here said employees did not report to their respective depots with all of them joining the strike unmindful of the government’s appeal to reconsider their decision in view of COVID-19 crisis.\n\nFrom the Mysuru rural division, nearly 5,000 trips operated daily, with over 1,000 trips to Bengaluru alone, had to be cancelled.\n\n“Services normally start daily from 4 a.m. but we could not operate even one bus as no driver and conductor reported for duty,” a senior KSRTC official said.\n\nMany police personnel had been deployed at the bus terminus to deal with any untoward incidents triggering from the strike.\n\nKSRTC Divisional Controller (Rural division) K.H. Srinivas told The Hindu that the alternative transport arrangements made by the RTOs will continue from the mofussil bus terminus.\n\nComplaint\n\nSome commuters complained of private transport operators charging twice the normal fare citing various reasons, including rising fuel prices and insurance premium.\n\nIn Kodagu, Chamarajanagar and Mandya, private operators pitched in to ferry commuters with the district administrations permitting their operations on several routes."},
{"source": "hindu", "headline": "Police bust child trafficking racket while searching for stolen baby", "link": "https://www.thehindu.com/news/cities/bangalore/police-bust-child-trafficking-racket-while-searching-for-stolen-baby/article34266672.ece", "cat": "Bengaluru", "content": "They caught two women red-handed while handing over a month-old baby to undercover women police personnel\n\nWhile probing the theft of a newborn from a BBMP maternity hospital in Chamrajpete an hour after its birth in May 2020, a police team uncovered an inter-State child trafficking racket. Two women, who are allegedly part of the racket, were arrested on Monday.\n\nThe accused, Devi Shanmugam from Wilson Garden and Ranjana Devidas from Hongasandra, were caught red-handed while handing over a month-old baby, Kajol, to undercover women police personnel.\n\nSub-Inspector Srinivasa K.R. from Talaghatapura, who led the operation that busted the gang, said they had been alerted that the women were selling a baby girl. An undercover team approached Devi seeking to buy the child. Devi reportedly claimed that she could get them a child from Mumbai for a price of ₹3 lakh. She asked them to come to Majestic railway station with the cash on Monday.\n\nThe police filled the bag with currency notes and old newspaper bundles. When they met Devi at the station, she asked them to wait for a few minutes. Soon, a couple walked towards them and handed over the baby.\n\nSrinivas and his team immediately caught the couple, Shankar Damodar Nayar and his wife Sunitha Nayar. “They hail from Airoli in Thane and work as labourers. They claimed to have three children, and Kajol was their fourth child. They were living in poverty. Ranjana approached them with an offer. She promised them money if they gave her Kajol. She promised them that the baby would be taken in by a rich couple in Bengaluru and had a bright future ahead of her,” said Srinivas. Ranjana convinced the couple and brought them to the city to hand over Kajol to Devi.\n\nSunitha and Kajol are currently at the State Home for Women while her husband has returned to take care of their other children. “They are victims, too, and will be counselled,” said the police.\n\nDevi and Ranjana have been taken into 10 days’ custody for further investigation.\n\n“The probe revealed that the duo have been running this racket for some time and have sold many children. They also arranged for women from Mumbai as surrogate mothers. We are questioning them to ascertain the extent of this racket,” Srinivas said.\n\nThe police are yet to find the newborn stolen from the hospital at Chamrajpete."},
{"source": "hindu", "headline": "Coronavirus | RCB’s Daniel Sams tests positive", "link": "https://www.thehindu.com/sport/cricket/rcbs-daniel-sams-tests-positive/article34266666.ece", "cat": "Cricket", "content": "Devdutt Padikkal joins the squad in Chennai\n\nRoyal Challengers Bangalore (RCB) all-rounder Daniel Sams has tested positive for COVID-19, the franchise announced on Wednesday.\n\nThe Australian had arrived in Chennai on April 3 with a negative test report. But he tested positive in his second test on Wednesday, and will now be in isolation at a designated medical facility, a club statement said.\n\nThe 28-year-old, who is asymptomatic, has been in quarantine since his arrival in India and hadn’t made contact with any other player or RCB staff member.\n\nMiss two games\n\nSams is set to miss at least the first two games for RCB, against Mumbai Indians on April 9 and Sunrisers Hyderabad on April 14.\n\nBut RCB received a boost ahead of its opener on Friday, with opener Devdutt Padikkal joining the squad. Padikkal had tested positive for COVID-19 on March 22 and was in isolation since then, with head coach Simon Katich telling the media on Tuesday that Padikkal needed just a negative test report before entering the bubble.\n\nReady for action\n\nIn a video released by the team on Twitter, Padikkal said, “As per BCCI and IPL protocol, I had to quarantine at home for two weeks. Now I have joined the camp after two negative tests, and I am feeling completely fine now, and I just can’t wait to get back.”"},
{"source": "hindu", "headline": "Tennis | Sania back on track for Tokyo Olympics", "link": "https://www.thehindu.com/sport/tennis/sania-back-on-track-for-tokyo-olympics/article34266650.ece", "cat": "Tennis", "content": "Gets government nod and support of the TOPS scheme\n\nSania Mirza was one set away from at least a silver medal — with Rohan Bopanna in the mixed doubles semifinals — in the 2016 Rio Olympics. They lost to Venus Williams and Rajeev Ram and were also denied a bronze by the Czechs, Radek Stepanek and Lucie Hradecka.\n\nAfter the birth of her son the 34-year-old Sania, ranked 156th in doubles, has now set the Tokyo Olympics as her main target.\n\nWhen she left the WTA Tour in October 2017, Sania was ranked No. 9 in the world. Quite judiciously, Sania has preserved most of her 12 protected ranking entries to get ready for Tokyo.\n\nShe has played six tournaments on her return over the past two years. She won Hobart immediately after getting back and competed in the Australian Open. She availed of wild card entries in Doha and Dubai, conserving her protected ranking entry.\n\nWith the rules allowing her an extended period of protected ranking entry till October 2021, Sania will have the option of choosing a doubles partner for Tokyo, ranked in the top-300. A top-10 player gets direct acceptance into the doubles draw of 32, with a partner.\n\nConsidering all these facts, the Target Olympic Podium Scheme (TOPS) has, in its meeting held on Wednesday, drafted Sania back into its fold with adequate government funding.\n\nSania was part of the TOPS scheme earlier in the current Olympic cycle, but withdrew from the scheme when she left the Tour in 2017.\n\nSania is busy preparing in Dubai, with India’s No. 1 singles player Ankita Raina, for the Billie Jean King Cup World Group play-off to be played against Latvia on April 16 and 17 in Jurmala.\n\nThe onus will be on the Asian Games gold medallists, Rohan Bopanna and Divij Sharan, to ensure a men’s doubles entry for Tokyo, so that India can field a mixed doubles team for a shot at a medal."},
{"source": "hindu", "headline": "Stigma blamed as COVID-19 patients keep off voting", "link": "https://www.thehindu.com/news/cities/Coimbatore/stigma-blamed-as-covid-19-patients-keep-off-voting/article34266608.ece", "cat": "Coimbatore", "content": "They backed out upon being informed that they had to wear PPEs\n\nBlame it on the stigma attached to the pandemic, but not a single COVID infected person came forward to cast their vote for the five Assembly constituencies here on Tuesday, for the fear of being seen in a PPE. COVID infected persons in Dharmapuri also did not cast their right to vote for the fear of stigma of being seen in a PPE.\n\nWhile the disabled, and the very aged struggled their way to the polling stations to exercise their franchise, COVID patients quarantined in their homes failed to turn up at the polling stations, even as they had expressed their interest to vote. Many patients had expressed their desire to vote and had reached out to the 108 ambulance service to be picked up at the designated hour. However, they backed out at the 11th hour upon being informed that they had to wear their PPEs, says Raman Kani, District Manager, 108 GMR ambulance services.\n\nIf the home quarantined were recovering from COVID infection, their desire to vote in an election that came once in five years was trumped by perceived shame and stigma attached to the PPE and the fear of being seen in one in their neighbourhood.\n\nFor instance, in Harur, there were initially 11 COVID patients in home quarantine, who had expressed interest to vote. Later it scaled down to one person, who was supposed to be picked up at 5.30 p.m to be taken to a nearby booth at the allocated time of 6 p.m to 7 p.m for COVID infected voters. However, the patient refused at the last minute.\n\nAll polling stations were prepared to accommodate to polling of COVID patients between 6 p.m and 7 p.m and the polling staff were also clad in PPEs at the appointed hour.\n\n“Infact, our ambulances were equipped with PPEs and our drivers were ready to pick up those interested from their homes at the appointed time. But then, they refused once they were told that they would have to wear the PPEs, which we were ready to provide,” said Mr. Raman Kani.\n\n“For instance in Krishnagiri, we were told unofficially that there may be some 200 people interested. Then, 11 persons contacted from Krishnagiri and Hosur to be taken to the polling station. But only three persons in Hosur finally cast their votes, while seven others in Krishnagiri and Kaveripattinam refused our services,” says Mr.Kani.\n\nThe response has been different in a semi-urban Hosur, while in the rest of the rural pockets of Dharmapuri and Krishnagiri, COVID infected would rather forfeit their right to vote than to wear a PPE."},
{"source": "hindu", "headline": "Palacodde constituency registers highest poll percentage in the State", "link": "https://www.thehindu.com/news/cities/Coimbatore/palacodde-constituency-registers-highest-poll-percentage-in-the-state/article34266603.ece", "cat": "Coimbatore", "content": "Krishnagiri only sees a marginal fall from the poll percentage of last elections\n\nPalacodde registered 87.33%, recording the highest polled constituency in the entire State and the district, as the elections to the 2021 State Assembly came to a close on Tuesday.\n\nDharampuri district registered a total average voter turnout of 82.25% in its five Assembly constituencies, marking a marginal fall from the around 86% polled in the last Assembly elections in 2016.\n\nAmong the constituencies, Palacodde registered 87.33%, followed by Pennagaram 84.19%, Paapireddipatty 82.04%, Dharmapuri 79.67%, Harur (Reserved ) 78.53%.\n\nIncidentally, even in the last elections in 2016, Palacodde topped the district’s poll percentage with a 88.49% of votes polled, followed by Pennagaram 87.61% Even as there has been a fall in poll percentage this elections, Palacodde Assembly constituency stood out by registering a higher poll percentage compared to the last assembly elections albeit marginally.\n\nKrishnagir district registered a total poll percentage of 77.3%, with Vepanapalli registering the highest voter turnout of 81.3 %, followed by Bargur 79%, Krishnagiri 78.5%, Uthangarai 78.3%, Thally 76.49% and Hosur 70.21%\n\nThe poll percentage has recorded a marginal fall from the 78.38% registered in the last Assembly elections in 2016. Among the constituencies, Vepanapalli registered the highest with 82.37%, followed by Uthangarai 81.99%, Bargur 81.86%, Krishnagiri 79.63%, Thally 76.08 % and Hosur 70.88%.\n\nLike in the last Assembly elections, Vepanapalli retained the top position recording maximum poll percentage. Similarly, Thally and Hosur had retained more or less the same vote percentage, like the last Assembly elections."},
{"source": "hindu", "headline": "IPL 2021 | Reigning behemoth MI primed to crush all comers", "link": "https://www.thehindu.com/sport/cricket/ipls-reigning-behemoth-mi-primed-to-crush-all-comers/article34266598.ece", "cat": "Cricket", "content": "With an abundance of strengths and no obvious weakness, Rohit Sharma’s side is tipped to complete an unprecedented hat-trick of titles\n\nThey said it cannot win in the United Arab Emirates. It proved them wrong in 2020. They said it wins only during odd years. It proved them wrong in 2020.\n\nThey now say no team has won a hat-trick of IPL titles. Mumbai Indians is set to pay them no heed again, given that it enters the 14th edition as the front-runner to win a record-extending sixth crown.\n\nRohit Sharma’s army — oops, paltan — carries the tag of being the “the most well-prepared outfit” in the tournament’s history. It’s no wonder, therefore, that it has a ready-made replacement for each of its starting XI. Such is the bench strength that despite injuries and possible pandemic-enforced absences, MI can field a side full of international cricketers right through the season.\n\nTwo of its key batsmen — Ishan Kishan and Suryakumar Yadav — will be eager to celebrate their much-awaited international debuts by continuing to make a mockery of opposition bowlers.\n\nAnd as if that weren’t enough, Hardik Pandya will resume all-round duties after featuring in the UAE purely as a batsman while he rehabilitated his back. He played the finisher’s role to perfection last edition, but this time around, having bowled full tilt during India’s T20I series against England, Hardik is set to unleash his complete potential. It really doesn’t augur well for MI’s opponents.\n\nLethal pace combo\n\nWhile the top seven are as ferocious as any T20 batting line-up in the world, the pace combination of Trent Boult and Jasprit Bumrah is as lethal as it can get.\n\nThe only possible weak link is the spin department. But with leg-spinner Piyush Chawla, the third-highest wicket-taker in IPL history, having been roped in, there may be cause for optimism on two counts. Not only can Chawla be handy when called upon, he can also act as the perfect mentor for promising leggie Rahul Chahar.\n\nDon’t be surprised if by May 30, both Chawla and Chahar have proven all their detractors wrong and are singing “Where’s the competition?” along with the rest of their teammates."},
{"source": "hindu", "headline": "Sealed EVMs sent to college in Krishnagiri", "link": "https://www.thehindu.com/news/cities/Coimbatore/sealed-evms-sent-to-college-in-krishnagiri/article34266572.ece", "cat": "Coimbatore", "content": "The EVMs were sealed and kept in the strong room at the Government Polytechnic College on Wednesday. Earlier, the District Election Officer and Collector V. Jayachandra Bhanu Reddy inspected the strong room and verified the EVMs before they were secured in the strong room locked and sealed in the presence of political party representatives.\n\nThe EVMs have been fortified with three-tier security, and monitored round the clock by cameras inside the strong rooms. The political parties may view the safety of the EVMs stored in the strong room through the monitors at the election control room at the Collectorate. The strong is guarded by armed policemen round the clock and the building premises is also secured by the police force.\n\nThe Government Polytechnic College will also be the counting centre on May 2. According to the Collector, adequate arrangements would be made in compliance with COVID guidelines on the day of counting."},
{"source": "hindu", "headline": "Three-tier security in place at counting centres in Salem", "link": "https://www.thehindu.com/news/cities/Coimbatore/three-tier-security-in-place-at-counting-centres-in-salem/article34266538.ece", "cat": "Coimbatore", "content": "Electronic Voting Machines (EVMs) and VVPATs used in the 11 Assembly constituencies were shifted to strong rooms in the four counting centres and continued to be guarded by armed personnel round-the-clock here on Wednesday.\n\nEVMs and VVPATs used in the Assembly constituencies of Omalur, Mettur, Salem (West) and Salem (North) were kept at the Government College of Engineering at Karuppur, while materials used in Yercaud (Reserved), Salem (South) and Veerapandi were stored at Sri Ganesh Arts and Science College at Ammapettai, materials used in Gangavalli (Reserved), Attur (Reserved) were stored at Sri Maruthi Polytechnic College at Thalaivasal and materials used in Edappadi and Sankari were stored at Swamy Vivekanandha Naturopathy and Yoga College and Vivekananda Pharmacy College for Women at Sankari.\n\nDistrict Election Officer and Collector S.A. Raman inspected the centres at Sankari on Wednesday.\n\nHe told reporters that all the strong rooms in four centres were sealed in the presence of representatives of political parties and three-tier security has been in place. A total of 132 paramilitary personnel, 76 Tamil Nadu Special Police Battalion, 293 Salem City and Salem District police were posted for duty round-the-clock at the centres besides monitoring by surveillance cameras, he added.\n\nIn Namakkal, votes polled in all the 2,049 polling booths were kept at the strong rooms at Vivekanandha College of Technology for Women at Tiruchengodu and were sealed here on Wednesday.\n\nA total of 79.72 % electors exercised their franchise during the election that was held peacefully on Tuesday. All the materials were transported to the college and kept in the strong rooms and sealed in the presence of District Election Officer and District Collector K. Megaraj, general observers and representatives of political parties.\n\nSpeaking to reporters, Mr. Megaraj said that three-tier security has been thrown in the corridors where the strong rooms were located and added that only the District Election Officer, Superintendent of Police and Returning Officers can inspect the strong room seals after making entry in the registers. The strong room seals would be monitored through security cameras round-the-clock from the control room in the rank of Deputy Tahsildar or Block Development Officer, he added."},
{"source": "hindu", "headline": "PM to inaugurate vessel for Seychelles", "link": "https://www.thehindu.com/news/national/pm-to-inaugurate-vessel-for-seychelles/article34266532.ece", "cat": "National", "content": "Prime Minister Narendra Modi will hand over a ‘Fast Petrol Vessel’ to the Seychelles Coast Guard on Thursday. The handing over will be part of a high-level virtual interaction between the Indian leader and the President of Seychelles, Wavel Ramkalawan.\n\nThis is the first interaction between the two leaders since Mr. Ramkalawan won the October 2020 elections in Seychelles. The African archipelago nation has been a steady part of India’s policy for the Indian Ocean region and Mr. Modi visited the country in 2015. India gifted similar vessels to the Seychelles in 2005, 2014 and 2016.\n\nDuring the event, the leaders will inaugurate a 1 MW solar power plant, and the Magistrates’ Court building project in Mahe, the largest island in the archipelago. The Magistrates’ Court will help Seychelles in centralising the legal and administrative processes that are spread over different regions of the nation.\n\nThe Fast Petrol Vessel ‘PS Zoroaster’ will help Seychelles in carrying out anti-piracy operations. The vessel, built by the Kolkata-based Garden Reach Shipbuilders and Engineering Limited, was delivered to Seychelles on March 16 and will be dedicated to the Seychelles Coast Guard by Prime Minister Modi during the virtual interaction.\n\nThe virtual interaction comes weeks after India gifted 50,000 doses of the Covishield vaccine to Seychelles."},
{"source": "hindu", "headline": "Don’t give Oxford/AstraZeneca vaccine to under-30s: U.K.", "link": "https://www.thehindu.com/news/international/dont-give-oxfordastrazeneca-vaccine-to-under-30s-uk/article34266521.ece", "cat": "International", "content": "Britain should not giveOxford/AstraZeneca's COVID-19 vaccine to under 30s wherepossible, Britain's Joint Committee on Vaccination and Immunisation (JCVI) said on Wednesday, due to a very rare side-effect of blood clots in the brain.\n\nWei Shen Lim, COVID-19 Chair for JCVI, said that based on the available data and evidence, the committee has advised that it is preferable for adults aged under 30 with no underlying conditions to be offered an alternative to the AstraZeneca vaccine where available.\n\nHe said that for younger people, where the risks of hospitalisation were much lower, the risk/benefit calculation of the Oxford/AstraZeneca shot meant others vaccines were preferable.\n\n\"We are not advising a stop to any vaccination for any individual in any age group. We are advising a preference for one vaccine over another vaccine for a particular age group,really out of the utmost caution, rather than because we have any serious safety concerns,\" Mr. Lim said at a briefing.\n\nHe said people should continue to have a second dose of the AstraZeneca shot if they had received a first dose.\n\nIt came after Britain's MHRA medicine regulator identified a possible side-effect from the COVID-19 vaccine developed by Oxford University and AstraZeneca involving rare brain blood clotting.\n\nChief executive June Raine said that the benefits of the shot outweighed the risks for the vast majority, echoing an update from Europe's medicine regulator also made on Wednesday.\n\nEurope's and Britain's medicine regulators have both previously said that there is no increased risk of blood clots in general from the shot developed by Oxford and AstraZeneca.\n\nHowever, both have been investigating small numbers of reports of a brain blood clots, know as cerebral venous sinus thrombosis (CVST), that have occurred in combination with unusually low blood platelet levels after people have been given the shot.\n\nDeputy Chief Medical Officer Jonathan Van-Tam said the move would have only a negligible impact on the pace of Britain's vaccine rollout.\n\nThe rollout of Moderna's shot began on Wednesday,while Britain is also deploying Pfizer's vaccine"},
{"source": "hindu", "headline": "Clear bills: Rly. contractors", "link": "https://www.thehindu.com/news/national/karnataka/clear-bills-says-rly-contractors/article34266520.ece", "cat": "Karnataka", "content": "The Indian Railways Infrastructure Providers Association has urged the new General Manager of South Western Railway Gajanan Mallya to clear the payment of bills for various railway projects that have been kept pending since long and he has responded positively.\n\nOn Wednesday, Mr. Mallya, General Manager of South Central Railway, who has been given additional charge of South Western Railway, took charge and the association office-bearers felicitated him at his office.\n\nBriefing the new General Manager on the problems being faced by the association members, secretary of the association and Managing Director of Swarna Group of Companies V.S.V. Prasad requested him to look into the issue.\n\nMr. Prasad told him that bills for various railway projects under the three divisions of SWR worth ₹60 crore were pending from September 2020 and urged him to take steps for early clearance of the bills.\n\nAccording to a press release issued by the association, the General Manager responded positively and immediately gave instructions to officers concerned to take steps. The General Manager assured them of clearing the bills within a week’s time and office-bearers thanked him. K. Ramanamurthy, M. Sampath Kumar, Arvind Chavan and others of the association were present, the release said."},
{"source": "hindu", "headline": "79.16% voter turnout in Salem district", "link": "https://www.thehindu.com/news/cities/Coimbatore/7916-voter-turnout-in-salem-district/article34266519.ece", "cat": "Coimbatore", "content": "The district recorded 79.16% polling in the Assembly elections held here on Tuesday.\n\nOf the total 30,15,469 electors comprising 15,00,246 men, 15,15,019 women and 204 transgender, a total of 23,86,950 electors comprising 12,06,952 men, 11,79,915 women and 83 transgender exercised their franchise. Poll percentage recorded in each constituency were Gangavalli 77.11, Attur 77.26, Yercaud 83.09, Omalur 83.28, Mettur 75.01, Edappadi 85.64, Sankari 83.71, Salem (West) 71.81, Salem (North) 72.14, Salem (South) 76 and Veerapandi 85.64.\n\nOf all the 11 constituencies, Edappadi and Veerapandi registered the highest poll percentage of 85.64, while the lowest poll percentage was recorded at Salem (West) in the district."},
{"source": "hindu", "headline": "80.04% polled in Namakkal district", "link": "https://www.thehindu.com/news/cities/Coimbatore/8004-polled-in-namakkal-district/article34266490.ece", "cat": "Coimbatore", "content": "The district recorded 80.04% polling in the Assembly held in six constituencies here on Tuesday. Votes polled in each constituency were Rasipuram (SC) 82.05%, Senthamangalam (ST) 80.93%, Namakkal 78.57%, Paramathi – Velur 81.14%, Tiruchengodu 78.71% and Kumarapalayam 78.85%."},
{"source": "hindu", "headline": "BJP inserts uncertainty into LDF, UDF post-poll calculations", "link": "https://www.thehindu.com/elections/kerala-assembly/bjp-inserts-uncertainty-into-ldf-udf-calculations/article34266482.ece", "cat": "Kerala", "content": "LDF sees no anti-incumbency, UDF senses political drift in its favour\n\nThe emergence of the Bharatiya Janata Party (BJP) as a third force in Kerala politics appeared to have introduced an element of unpredictability into the post-poll calculations of the United Democratic Front (UDF) and the Left Democratic Front (LDF).\n\nCongress and Communist Party of India(Marxist) campaign managers strived to read the runes in 140 constituencies on Wednesday. The BJP factor loomed in the background.\n\nThe LDF sought reassurance in the estimation that the government did not face an enfeebling anti-incumbency factor. The ruling front believed that its governance record and manifesto moored to welfarism and development had improved its chances for a second consecutive term in power.\n\nHowever, the LDF seemed unsure how the Nair Service Society’s poll day spotlighting of the Sabarimala issue would impact Hindu voters.\n\nBy some accounts, the LDF hoped to retain most of its seats in Kollam, Alappuzha and Thrissur districts. It expected to increase its tally in Thiruvananthapuram and defeat the BJP in Nemom.\n\nThe coalition has put much stock in the Kerala Congress (M) to make gains in Kottayam and Idukki. It believed the “apolitical” Twenty20 collective would eat into UDF votes in Ernakulam.\n\nThe LDF hoped to dominate the Malabar region and foray into the Indian Union Muslim League bastions in Malappuram.\n\nLike the LDF, the UDF also hoped to win a ruling majority with a clear margin. It has sensed a political drift in its favour. Sabarimala had billowed its sails. The LDF’s alleged attempt to open the seas to foreign trawlers had manifested as a powerful headwind. Rahul Gandhi’s campaigning would tip the balance in favour of the UDF.\n\nThe Congress has tried hard to make a comeback in Kollam, Alappuzha and Thrissur. It expected a surge in its popularity in Kozhikode, Kottayam, and Idukki.\n\nThe BJP has narrowed down its victory chances to less than five constituencies. However, it felt it had emerged as a decisive third force and made significant inroads into the Christian community’s electoral bastions in central and southern Kerala.\n\nThe National Democratic Alliance has high hopes for Nemom, Kazhakuttam, Konni, Malampuzha, and Manjeswaram.\n\nAt least two pre-poll surveys had accorded an electoral advantage to the LDF. However, the the UDF and the BJP had rubbished the opinion polls."},
{"source": "hindu", "headline": "Voter turnout drops by 2.48% in Erode district", "link": "https://www.thehindu.com/news/cities/Coimbatore/voter-turnout-drops-by-248-in-erode-district/article34266475.ece", "cat": "Coimbatore", "content": "Voter turnout in the district has dropped by 2.48 % in the Assembly election 2021 when compared to the election held in 2016.\n\nPolling was held at 2,741 polling stations at 951 locations on Tuesday in which the turnout recorded in the eight Assembly constituency stood at 76.91% when compared to 79.39% in the 2016 election. While the poll percentage of men was 78.61, women were 75.29 and third gender 34.55. Poll percentage in each constituency was Erode (East) 66.24%, Erode (West) 69.36%, Modakkurichi 75.26%, Perundurai 82.60%, Bhavani 83.50%, Anthiyur 79.69%, Gobichettipalayam 82.52% and Bhavanisagar (Reserved) 77.37%. While Bhavani recorded the highest poll percentage in the district, Erode (East) recorded the lowest poll percentage.\n\nThus of the total 19,63,032 electors in the district comprising 9,56,273 men, 10,06,649 women and 100 third gender, a total of 15,09,692 cast their vote. It includes 7,51,766 men, 7,57,888 women and 38 third genders."},
{"source": "hindu", "headline": "Civils interview from April 26", "link": "https://www.thehindu.com/news/cities/Hyderabad/civils-interview-from-april-26/article34266476.ece", "cat": "Hyderabad", "content": "The Civil Services interview (personality test) will be held from April 26 and are likely to be completed by June 18 during which 2,046 aspirants will be interviewed.\n\nThe Union Public Service Commission (UPSC) on Wednesday announced the schedule for the personality test to be conducted for the candidates who have qualified at the Civil services Main examination.\n\nAccording to the notice, 2,046 aspirants will be interviewed. Initially the interviews will be conducted for about 45 candidates daily and numbers will be progressively increased towards the concluding day. The marks scored in the interview will be added to the marks scored in the Main and the final merit list would be announced.\n\nThe allocation of services would follow after the list is announced based on the vacancies that exist in different categories.\n\nUsually the UPSC declares the date of the commencement of the interviews along with the result. However, this year they have declared it after 15 days after the announcement of Mains results.\n\nThe dates for the interview are allocated in a random manner to achieve objectivity. The allocation is done on a variety of parameters which include reservation status, proximity of the residential location of the aspirant to Delhi among others. Gopala Krishna, Director, Brain Tree says that candidates should not harbour any doubt regarding their performance in relation to the day allotted to them for the interview. “The UPSC has a time-tested system in place and such apprehensions are unfounded. All aspirants should prepare in earnest, keeping such fears aside.”"},
{"source": "hindu", "headline": "Plea to restart suburban trains", "link": "https://www.thehindu.com/news/cities/Hyderabad/plea-to-restart-suburban-trains/article34266487.ece", "cat": "Hyderabad", "content": "The continuing stoppage of local suburban trains including MMTS trains from the lockdown of last year made the Suburban Train Travellers Association approach senior South Central Railway (SCR) executives to immediately start the services taking into consideration the needs of daily wage earners, vendors and general public on Wednesday.\n\nAssociation general secretary Noor Ahmed Ali submitted memoranda to Assistant General Manager Arun Kumar Jain and senior officials of works, electrical and operations departments, bringing to their notice the woes of suburban passengers living in Medchal, Bolarum and Malkajgiri areas due to lack of a proper public transport system for many years.\n\nIt was pointed out that even 'DEMU' services were withdrawn from Jan.1/2019 and the MMTS Phase Two continues to be a non-starter due to the financial constraints and the government not releasing its share of the amount. Even passenger services on these sections have either been converted or cancelled with as many after considerable amounts have been spent on station buildings, extension of platforms, drinking water and toilet facilities.\n\nIn this context, Mr. Ali pointed out that Malkajgiri had been an important station right from Nizam State Railway. Many South-bound trains originate in the morning and terminate at the Kacheguda station. But, it is very difficult to reach Kacheguda as there are no connecting local trains from any corner and passengers have to depend on private transport, he said.\n\nRailway authorities can consider running DEMU trains on Medchal-Malkajgiri-Secunderabad section or ‘modify’ the track at Sitaphalmandi to ensure that the trains are run between Sitaphalmandi-Bolarum to avoid waiting at outer signal. The plea was also to arrange halts to Ajanta, Rayalaseema, and Repalle-Kacheguda Express trains at Malkajgiri, the newly converted Kacheguda-Guntur Express can also be considered to be extended up to Medchal.\n\nHe also requested running of MMTS trains from Lingampally to Umdanagar to connect to Patancheru and Hyderabad. The demands should be considered sympathetically on humanitarian grounds for providing better, safe and fast public transportation system services for weaker section people."},
{"source": "hindu", "headline": "₹585.53 cr. from KIIFB to NHAI", "link": "https://www.thehindu.com/news/national/kerala/58553-cr-from-kiifb-to-nhai/article34266464.ece", "cat": "Kerala", "content": "Part payment of ₹1,978.96 cr. for land acquisition\n\nKerala has given another ₹585.53 crore to the National Highways Authority of India (NHAI) as its 25% share against the expenditure incurred for land acquisition for six-laning of National Highway 66 from Kasaragod to Kazhakuttam in the capital.\n\nThe amount has been made available to the NHAI from the Kerala Infrastructure Investment Fund Board (KIIFB) that has been authorised to provide the funds for meeting the 25% cost of land acquisition.\n\nThe amount has been transferred to the NHAI on the basis of a letter from the Regional Officer, NHAI, on March 18 seeking ₹585,53,04,650 as part payment towards the 25% cost of land acquisition as per a tripartite agreement reached between the NHAI Principal Secretary, PWD, and the Chief Executive Officer, KIIFB, official sources told The Hindu.\n\nAs per the pact inked to overcome the rising cost of land acquisition and expedite the six-laning of the NH 66 corridor from Thalapadi on the Kerala-Karnataka border in Kasaragod to Kazhakuttam, the State has to give ₹1,978.96 crore to the NHAI. The State has given ₹604.90 crore and ₹525.70 crore — in three tranches — to the NHAI already in addition to the ₹585.53 crore now.\n\nThe NHAI had recently awarded the works for six-laning of 39 km from Thalappadi to Chengala to the Uralungal Labor Contract Cooperative Society (ULCCS) paving the way for the commencement of the much delayed NH development. The ULCCS had bagged the works for the first stretch from the State border for ₹1,704.125 crore.\n\nThe tender process for 11 stretches from Thalapadi to Kodungalloor and three stretches from Paravur in Alappuzha to Kadampattukonam in the State capital for the six-laning of NH 66 are on."},
{"source": "hindu", "headline": "EVMs shifted to counting centres in Erode", "link": "https://www.thehindu.com/news/cities/Coimbatore/evms-shifted-to-counting-centres-in-erode/article34266449.ece", "cat": "Coimbatore", "content": "A three-tier security arrangement is in place at the two counting centres where Electronic Voting Machines (EVMs) and Voter-Verified Paper Audit Trail (VVPATs) used in all the polling booths in the eight Assembly constituencies for the elections are stored.\n\nPolling in all the 2,741 booths went off peacefully on Tuesday, as 76.91% of the total electors exercised their franchise. All the EVMs and VVPATs were sealed and shifted to Institute of Road Transport Technology (IRTT) at Chithode and Gobi Arts and Science College at Gobichettipalayam. While poll materials used in the six Assembly constituencies of Erode (East), Erode (West), Modakkurichi, Perundurai, Bhavani and Anthiyur were taken to IRTT, poll materials used in the constituencies of Bhavanisagar and Gobichettipalayam were taken to Gobi Arts and Science College at Gobichettipalayam. All the EVMs and VVPATs were stored in strong rooms and the doors were sealed in the presence of District Election Officer and District Collector C. Kathiravan, general observers and representatives of candidates.\n\nSenior police officials said that three-tier security comprising paramilitary personnel, armed State policemen and policemen, has been provided at the two centres and monitoring would be done round-the-clock. Also, closed circuit television cameras were installed at the centres and monitoring would be done at the control rooms at each centre, they added."},
{"source": "hindu", "headline": "Stepfather arrested in Kerala for murder of girl", "link": "https://www.thehindu.com/news/national/kerala/stepfather-arrested-in-kerala-for-murder-of-girl/article34266447.ece", "cat": "Kerala", "content": "The victim was sexually assaulted\n\nA police team probing the alleged murder of a five-year-old girl by her stepfather has confirmed sexual assault of the victim.\n\nOfficials said the preliminary post-mortem examination report attributed the death to multiple injuries on head, chest, and stomach caused by a knife. “She was also subjected to sexual assault and we have registered a case against her stepfather under IPC Section 302 [punishment for murder], Protection of Children from Sexual Offences [POCSO] Act, and the Juvenile Justice Act,” an official said.\n\nThe accused was produced before the Konni Judicial First-Class Magistrate Court and remanded in custody.\n\nThe girl, daughter of a couple based in Tamil Nadu, was found dead at their rented home near Kumbazha recently. Alex, the stepfather of the victim, was arrested.\n\nEscaped from station\n\nThe accused had made a couple of attempts to flee custody and even escaped from police station once. Police, however, could apprehend him during a search operation.\n\nA police officer has been suspended in connection with the incident."},
{"source": "hindu", "headline": "Mother kills 3-year-old daughter", "link": "https://www.thehindu.com/news/cities/bangalore/mother-kills-3-year-old-daughter/article34266428.ece", "cat": "Bengaluru", "content": "Police say she was upset as the child would always take her father’s side\n\nThe police on Wednesday arrested a 26-year-old woman for allegedly killing her three-year-old daughter and dumping the body at a construction site in Annapoorneshwari Nagar. According to the police, the accused, Sudha, was angry with her daughter, Vinutha, for always taking her father’s side. She pretended her daughter was missing and joined her husband Eeranna in searching for her.\n\nWhen Eeranna couldn’t locate her, he filed a missing person complaint on Tuesday with the Jnanabharathi police.\n\nSanjeev Patil, Deputy Commissioner of Police (West), said that the couple along with their daughter lived in a rented house at Mallathalli. While Eeranna worked at a private firm, Sudha was part of the housekeeping staff at a granite shop and worked there from 9 a.m. to noon. She would often take her daughter to her workplace.\n\nOn Tuesday, after picking up his wife and daughter from the granite store, Eeranna switched on the television to watch the news. When Sudha objected, Vinutha told her not fight with her father.\n\nEnraged, Sudha allegedly took the girl out late in the evening while Eeranna was at work and murdered her. When Eeranna returned home, the door was locked. He called his wife on her mobile phone. She informed that Vinutha went missing while she was buying snacks for them at the chaat shop.\n\nWorried Eeranna and Sudha, along with a friend, searched for the girl before filing a complaint with the Jnanabharathi police. On Wednesday morning, the Annapoorneshwari Nagar police found the body at the construction site. There were ligature marks on the neck.\n\nWhen the police questioned the parents, they realised that something was amiss in Sudha’s statement. “She said she was in a chaat shop when her daughter went missing. However, during the course of the investigation, we found that she had not visited the chaat shop. Instead, she was placed near the area of the construction site with her daughter. We have CCTV footage of them,” said a senior police officer.\n\nSudha claimed that the child would always take her father’s side in any argument and would report on her movements to him. “She claimed that Vinutha often humiliated her and called her names. Enraged by this, she decided to kill her,” Mr. Patil said.\n\nThe police are trying to ascertain if there were other reasons for the murder."},
{"source": "hindu", "headline": "SNDP moots works worth ₹858 cr.", "link": "https://www.thehindu.com/news/cities/Hyderabad/sndp-moots-works-worth-858-cr/article34266423.ece", "cat": "Hyderabad", "content": "Major bridge with six lanes opposite Marriott Hotel is part of the proposals\n\nThe Strategic Nala Development Plan (SNDP) wing established under the GHMC has prepared detailed proposals worth ₹858 crore for development and maintenance of storm water drainage system in the city in order to address the deficiencies and prevent flash floods.\n\nConstruction of a major bridge with six lanes on the Tank Bund opposite Marriott Hotel with an expenditure of ₹25 crore, and fixing of gates to the Hussainsagar at a cost of ₹41 crore are part of the proposals.\n\nThe State government has issued orders according administrative sanction to carrying out the works, 48 in number, divided into 15 packages.\n\nFunding for the project may be partly borne by the government and partly financed through loans, highly placed officials informed.\n\nThe Strategic Nala Development Plan was established in the aftermath of the devastating floods during October last year when the city experienced heavy rains and breach of nalas and lake bunds.\n\nNatural drainage\n\nRestoration of natural drainage in the Fox Sagar lake system in Kukatpally zone is the most expensive component among the proposals, with a cost of ₹95 crore.\n\nThe works include restoration of surplus course channel of Fox Sagar, repairs to the sluice gate, and restoration of drainage between Coal Kalva and Chemical Nala, via Vennela Gadda lake.\n\nBalkapur Nala restoration involving ₹56 crore and Afzal Sagar Nala at a cost of ₹12 crore have been proposed.\n\nNagamaiah Kunta nala, another critical bottleneck, will be widened from Padma Colony up to Tilaknagar Bridge via Fever Hospital with an expenditure of ₹39 crore.\n\nBesides, bridges have been proposed between VST and Vidyanagar road, on Nagamaiah Kunta near Vegetable Market Road, at Ranigunj, near Buddha Bhavan, and on Kalasiguda Nala between Tank Bund Road and Kawadiguda.\n\nKalasiguda Nala will be widened up to the Hussainsagar surplus weir near Marriott Hotel with a cost of ₹20 crore, while Picket Nala will be remodelled with ₹10 crore through construction of a bridge on it at S.P.Road.\n\nThe proposals include enhanced rain water drainage on several stretches, at times requiring fresh construction too, in all six zones of Greater Hyderabad Municipal Corporation (GHMC) and surrounding municipalities/corporations including Meerpet, Badangpet, Jalpally, Pedda Amberpet, and Nizampet.\n\nStorm water drainage improvement proposals include Modukula Kunta to Kotha Cheruvu in Kukatpally zone, Mansurabad Chinna Cheruvu to Bandlaguda Cheruvu and from there to Nagole Cheruvu, Bandlaguda Cheruvu to Musi river, Bathula Cheruvu to Injapur Nala, Ramanthapur Pedda Cheruvu to Ramanthapur Chinna Cheruvu up to Irrigation Canal, and four stretches in and out of Saroornagar lake up to Chaitanyapuri in Lal Bahadur Nagar Zone, Shah-Hatim Lake to Langar Houz, Nadeem Colony to Shah-Hatim lake, Masjid-e-Abubakr to Shah Hatim lake in Khairatabad zone, Errakunta to Kotha Cheruvu, and Singareni Colony to Saroornagar lake, Appa Cheruvu to Mulgund lake to Eesa River in Charminar zone, Neknampur Nala to Musi river, Eerla Cheruvu to National Highway 65, Rayasamudram to Nakka Vagu, and AG Colony to Sanath Nagar Nala in Serilingampally zone, among several others."},
{"source": "hindu", "headline": "Mosquito menace leads to protest", "link": "https://www.thehindu.com/news/cities/Hyderabad/mosquito-menace-leads-to-protest/article34266404.ece", "cat": "Hyderabad", "content": "Affected people are from areas close to Musi river\n\nOn Tuesday, dozens of men raising slogans against Greater Hyderabad Municipal Corporation barged into the south zone office of the civic body. The men waved mosquito-swatting bats and demanded action against the nightly aerial menace that’s bedevilling large swathes of the city. “We cannot read, we cannot watch TV, we cannot entertain guests. Our whole focus is on killing mosquitoes and not getting bitten by them,” says Raza Abbas Zaidi, a resident of Noor Khan Bazaar, who led the protest. “We have peace only for a few hours in the daytime. Between 7 p.m. and 6 a.m. we cannot step outside. We thought a new mayor will bring about some change but nothing is happening so we protested,” said Mr. Zaidi, who runs an NGO.\n\nThe complaints about mosquitoes stretch the length and breadth of the Musi river and in areas abutting lakes and nalas.\n\n“Earlier, GHMC would carry out fogging activity every alternate day. Now there is nothing. I live near Salar Jung Museum. The whole area is covered in a cloud of mosquitoes in the evening. I think it is due to the garbage that is not being cleared regularly,” says Hyder Ali, who joined the protest on Tuesday. “Malakpet, Chanchalguda, Gowliguda, Dar-ul-Shifa, Dabeerpura and most areas in the Old City are affected by the mosquitoes,” says Mr. Ali\n\nAccording to GHMC officials the unseasonal spread of mosquito menace is due to stagnant water, both indoor and outdoor. “We have 185 lakes and domestic drainage is flowing into them. We are getting complaints and we are trying to redress them. The community should take charge. If apartments and households don’t release their domestic waste into water bodies the problem can be solved,” says an entomologist of GHMC.\n\n“We have deployed 11 drones, are cleaning up lake edges of water hyacinth, releasing gambusia fish into water bodies, desilting nalas and cleaning river Musi,” said the official listing measures of the civic body to control the menace.\n\nThe stifling heat of summer and the mosquito menace has meant that citizens cannot even keep doors and windows open.\n\n“It's actually the first summer when the menace is this bad in the area. The mosquitoes appear to be some mutated species because no repellent is killing them. Can't even keep the doors and windows locked all the time because in this heat wave we do need some ventilation. And there's only so much relief we can find using bats,” says Maleeha Fatima, a resident of Hussaini Alam."},
{"source": "hindu", "headline": "Golf | Fast conditions set to pose supreme challenge", "link": "https://www.thehindu.com/sport/other-sports/fast-conditions-set-to-pose-supreme-challenge/article34266332.ece", "cat": "Other Sports", "content": "Reigning US Open champion Bryson DeChambeau, whose power-driving game could benefit from long rolls on many holes, says he will focus on his irons into notoriously undulating Augusta greens\n\nAugusta National has served a warning to the world’s greatest golfers with firm and fast conditions like some have never seen ahead of Thursday’s start of the 85th Masters.\n\nFive months after Dustin Johnson shattered the course record with a 20-under par 268 in rain-softened conditions, the Masters is back in its typical April setting and serving up lightning-fast greens with firm fairways to roll balls into danger.\n\n“With firm greens, this golf course needs to be respected, three-time Masters winner Phil Mickelson said. “And I think it has been a long time since it has had to be respected.”\n\nReigning US Open champion Bryson DeChambeau, whose power-driving game could benefit from long rolls on many holes, says he will focus on his irons into notoriously undulating Augusta greens.\n\nHave never seen\n\n“I’ve never seen it this fast, this quick, this early, but I certainly love the challenge,” DeChambeau said.\n\n“We had a hole location on 17... if you just got it past the hole, it would roll off the front of the green. Literally it moves a dimple and it’s gone.”\n\nSpain’s Sergio Garcia, the 2017 Masters winner, makes his 22nd start at Augusta National and he’s seen nothing like this.\n\n“The greens are probably the fastest and firmest I've seen them on a Monday or Tuesday forever,” he said. “If we get lucky and the weather stays nice, it’s going to be a challenging Masters.\n\nImpossible positions\n\n“The way it’s playing right now, there are some holes, some pin positions... some of them are almost impossible to get to.”\n\nStorylines abound, with Johnson trying to join Tiger Woods, Nick Faldo and Jack Nicklaus as the only back-to-back Masters winners.\n\n“With it firm and fast, it’s just a really hard golf course,” Johnson said. “Any hole at any time can jump out and get you.”\n\nSecond-ranked Justin Thomas, who can overtake Johnson for world number one with a victory, comes off a win in last month’s Players Championship.\n\nThe 2017 PGA Championship winner has improved every year he has played. After finishing fourth in last year's COVID-19 delayed event, there’s not much room left without a green jacket.\n\n“I know I can play this place well,” Thomas said. “I feel like it’s a place that I’m going to win at some point, at least I hope, and I feel like I can do it multiple times.”\n\nFour-time major winner Rory McIlroy will try to complete a career Grand Slam with a Masters victory.\n\n“Going to be a huge premium on accuracy, landing your golf ball on your numbers and being precise with your iron play,” McIlroy said. “The ball is not stopping so you’re inevitably going to miss a few greens and scrambling is going to be key, too.”"},
{"source": "hindu", "headline": "EVMs moved to strong rooms", "link": "https://www.thehindu.com/news/cities/Madurai/evms-moved-to-strong-rooms/article34266282.ece", "cat": "Madurai", "content": "Electronic Voting Machines (EVMs) and Voter Verifiable Paper Audit Trials (VVPATs) were moved to strong rooms from the 10 Assembly constituencies in the district on Wednesday.\n\nOfficials said that all EVMs and VVPATs were brought from polling booths to the strong rooms by 11 a.m. Scrutiny was completed and it was communicated to the Election Commission that there was no need for re-election in any of the polling stations, said a district official.\n\nThe counting centre for Madurai North, Madurai South, Madurai Central and Madurai West constituencies would be Madurai Medical College. For Melur and Madurai East, it was Agricultural College and Research Institute.\n\nTamil Nadu Government Polytechnic College would be the counting centre for Tirupparankundram and Tirumangalam constituencies. For Usilampatti and Sholavandan, it was Anna University Regional Campus at Vadapalanji.\n\nA three-tier security arrangement had been put in place at the counting centres. While Central Armed Police Force personnel would man the inner ring of the centre, armed police personnel would be deployed outside the counting hall and local police would ensure the outer ring security.\n\nSources said closed circuit television cameras had also been installed."},
{"source": "hindu", "headline": "Congress demands re-polling in Taliparamba", "link": "https://www.thehindu.com/news/national/kerala/congress-demands-re-polling-in-taliparamba/article34266248.ece", "cat": "Kerala", "content": "KPCC working president K. Sudhakaran has demanded re-polling in the Taliparamba constituency, where he said, the CPI(M) had captured booths and indulged in violence.\n\nSpeaking to mediapersons here on Tuesday, Mr. Sudhakaran said that the UDF was demanding re-polling after considering the fact that polling had not taken place in many panchayats in a fair manner.\n\nThe Taliparamba UDF candidate, P.V. Abdul Rashid, had written to the Election Commission demanding re-polling in the constituency, he said.\n\nMr. Sudhakaran said that while there was booth capturing and violence in Taliparamba, there was widespread use of fraudulent votes in Dharmadam where the Chief Minister Pinarayi Vijayan was contesting.\n\nHe said the CPI(M) had captured all the booths in Malappattam and Pariyaram panchayats in Taliparamba constituency.\n\nHe accused LDF candidate M.V. Govindan of instigating the capture of booths in Taliparamba. He said the presiding officers had colluded in carrying out such bogus voting.\n\nIn Dharmadam, a large number of people were denied the right to vote, he said."},
{"source": "hindu", "headline": "Active caseload rising; 550 new cases in Kozhikode", "link": "https://www.thehindu.com/news/cities/kozhikode/active-caseload-rising-550-new-cases-in-kozhikode/article34266229.ece", "cat": "Kozhikode", "content": "The active COVID-19 caseload in Kozhikode district has been steadily going up in the past few weeks after registering a decline some time ago. With 550 fresh cases being reported on Wednesday, the caseload here is 4,660.\n\nAccording to the District Medical Officer, there were 531 cases of local transmission. The source of infection of 17 others was not known and two persons had returned from other States.\n\nKozhikode Corporation accounted for 160 locally acquired infections, Feroke 24, Koyilandy and Puthuppady 16 each, and Kunnamangalam and Olavanna 15 each. A total of 6,418 samples were tested on the day and the daily test positivity rate was 8.98%."},
{"source": "hindu", "headline": "Vishu handloom expo till April 13", "link": "https://www.thehindu.com/news/cities/kozhikode/vishu-handloom-expo-till-april-13/article34266202.ece", "cat": "Kozhikode", "content": "The Vishu Handloom Expo 2021, organised by the State Directorate of Handloom in association with the District Industries Centre and the Kozhikode District Handloom Development Society, is being held on the Corporation Stadium premises.\n\nThe expo, which opened on April 5, being organised to promote the use of handloom among the general public, features products of various handloom weavers’ cooperative societies in Kozhikode and nearby districts, besides coir and handicraft products.\n\nA 20% government rebate is available for handloom products. A coupon will be provided for every purchase above ₹1,000 and the mega prize is a washing machine.\n\nThe expo will be open from 9 a.m. to 8 p.m. until April 13, a press release said.\n\nKairali fair\n\nThe Karali showroom at Muthalakkulam, a unit of Handicrafts Development Corporation of Kerala, is hosting Vishu Expo till April 13 from 10 a.m. to 7 p.m. The expo features an exclusive collection of Aranmula metal mirrors and Krishna idols.\n\nThe expo is being held with an aim to help the craftsmen of Aranmula, who are facing a severe financial crisis in the wake of the pandemic. The mirrors will be sold at a discounted rate of 10% to 20%. Artefacts in wood, jute, brass, and other materials are also available at the expo, a press release said."},
{"source": "hindu", "headline": "Solskjaer welcomes rivalry between Henderson and De Gea,", "link": "https://www.thehindu.com/sport/football/solskjaer-welcomes-rivalry-between-henderson-and-de-gea/article34266201.ece", "cat": "Football", "content": "Says both goalkeepers are happy to sit on the bench if the other gets the nod.\n\nOle Gunnar Solskjaer has welcomed the “healthy competition” for the Manchester United goalkeeping jersey between David de Gea and Dean Henderson.\n\nSpeculation has grown over the future of the 30-year-old De Gea, who has not started a match since the 0-0 draw with Chelsea on February 28.\n\nThe former Atletico Madrid star, previously the undisputed number one at Old Trafford and capped 45 times by Spain, has been linked with a move to Atletico, Real Madrid or Paris Saint-Germain.\n\n“When you’re a part of Man United, there will always be players that come in and they’re not just there to fill the squad,” he said.\n\n“David (De Gea) has had 10 fantastic years at Man United. Sergio (Romero) probably played fewer games than he deserved. Dean comes in and he wants to play. It’s a healthy competition.”\n\nSolskjaer said both goalkeepers were happy to sit on the bench if the other got the nod.\n\n“Every time I try to explain to players why they aren’t playing, those discussions remain private,” said the Norwegian.\n\n“David (de Gea) has been a top keeper and is still a top keeper. I’m very comfortable playing with David or Dean and I’m pleased that either of them are happy to be a sub.”"},
{"source": "hindu", "headline": "All three fronts in Wayanad exude confidence", "link": "https://www.thehindu.com/news/national/kerala/all-three-fronts-in-wayanad-exude-confidence/article34266196.ece", "cat": "Kerala", "content": "Final tally puts voting percentage in district at 74.98\n\nA day after the polls, leaders of the three political fronts have expressed their hope of registering a resounding victory in the district.\n\nCPI(M) district secretary P. Gagarin said that the LDF was in for a historic win in the three Assembly segments in the district. The decline in the polling would benefit the Left Democratic Front (LDF) as a huge number of United Democratic Front (UDF) voters had kept away from voting owing to internal issues in the Congress, Mr. Gagarin claimed.\n\nIn Sulthan Bathery segment, nearly 7,000 voters failed to cast their votes but the number of voters in Mananthavady and Kalpetta segments were almost equal comparing with the 2016 polls, Mr. Gagarin said.\n\nUDF convener N.D. Appachan said that the poll verdict would be a befitting reply to rumours propagated by LDF. The anti-incumbency factor against the government was reflected in the poll, Mr. Appachan said. The active participation of Congress leader Rahul Gandhi in the poll campaign would benefit the UDF, Mr. Appachan said. A slight decline in the polling percentage would not affect the UDF as borne out by the fact that the front had won the three segments even when the voting percentage had fallen to 72% a few years ago, he said.\n\nThe issues related to debt-ridden farmers, the alleged negligence of the LDF government towards the health sector, increasing man-animal conflict and the stance of the government in fixing eco-sensitive zone around sanctuaries would also be reflected in the results, he said.\n\nBJP district president Saji Sankar said the National Democratic Alliance (NDA) would reap the rewards for its hard work. The people wanted a change in the government and it would reflect in the results, he said.\n\nAccording to the final tally, 74.98 % of the voters had cast their ballots in Wayanad district.\n\nThe percentage in the Kalpetta constituency was 74.34 %, in Sulthan Bathery 74.29 % and in Mananthavady 76.43 %.\n\nIn the 2016 Assembly polls, 78.01 % of voters had cast their ballots in the district. The percentage in the Kalpetta constituency was 78.48 %, in Sulthan Bathery 78.32 % and in Mananthavady 77.67%. However, the total percentage of votes declined from 78.01% to 74.98 % this time a dip of 3.03%."},
{"source": "hindu", "headline": "COVID graph rising, Ernakulam reports 504 new cases", "link": "https://www.thehindu.com/news/cities/Kochi/covid-graph-rising-ernakulam-reports-504-new-cases/article34266191.ece", "cat": "Kochi", "content": "The COVID-19 graph is rising in Ernakulam district too which recorded 504 new cases on Wednesday.\n\nThere were just 125 recoveries.\n\nThe total number of active patients in the district is 3,383.\n\nEdapally and Kalamassery saw 20 new cases each followed by Thripunithura (18), Thrikkakara and Mazhuvannur (16 each), Karumaloor (15), Ezhikkara (14) and Paingottoor, Fort Kochi and Maradu (12 cases each).\n\nThere were 80 new admissions to FLTCs/hospitals on Wednesday. Testing has been ramped up in the wake of a spike in cases and 11,358 samples were sent from private and public hospital laboratories in the district for testing on the day."},
{"source": "hindu", "headline": "Candidates begin clean-up mission", "link": "https://www.thehindu.com/news/cities/Kochi/candidates-begin-clean-up-mission/article34266174.ece", "cat": "Kochi", "content": "Effort part of green protocol in electioneering\n\nWith the din and dust of the month-long electioneering settling down, a few candidates, who were in the fray, have decided to clean up the constituencies in which they contested by removing their publicity materials.\n\nP. T. Thomas, the UDF candidate in Thrikkakara constituency, retrieved his publicity materials from different parts of the constituency as part of the efforts to follow the green protocol in electioneering. The cleaning-up drive began at Panampilly Nagar on the day.\n\nThe UDF workers will fully remove the materials from the constituency within a fortnight, said election committee chairman Joseph Alex.\n\nBesides taking back the boards and banners, posters pasted on the walls will also be removed, he said.\n\nIn the Kalamassery constituency, the LDF workers too removed the campaign materials. P. Rajeev, the LDF candidate, led the workers in the campaign.\n\nIn Ernakulam, the LDF candidate Shaji George Pranatha began the clean-up drive at Vaduthala. The family members of the candidate too participated in the programme."},
{"source": "hindu", "headline": "Robin Uthappa presented IIM-K National Excellence Award", "link": "https://www.thehindu.com/news/cities/kozhikode/robin-uthappa-presented-iim-k-national-excellence-award/article34266161.ece", "cat": "Kozhikode", "content": "Cricketer Robin Uthappa was presented the National Excellence Award for his remarkable contribution to the field of cricket by the Indian Institute of Management Kozhikode (IIMK) here on Wednesday.\n\nThis is the third edition of the award, presented annually to eminent personalities for their contribution to the world of sports, and to commemorate the IIMK’s iconic Calicut Half Marathon which is now into its 12th year. The event, which is going completely virtual for the first time, is scheduled from April 9 to 11.\n\nProf. Debashis Chatterjee, Director, IIM-K, gave away the award to Mr. Uttappa. The National Excellence Award is a replica of the IIM-K’s inspirational mnemonic - the “Arise Arjuna” statue.\n\nPresenting the award, Prof. Chatterjee recounted Mr. Uthappa’s immense contribution to cricket and how he ably carried his team forward by demonstrating resilience, focus, and determination - a quality that resonates with the legend of Arjuna. He also fondly recalled the iconic moment when Mr. Uthappa tipped his cap and saluted the crowd after hitting the stumps in.\n\nThe award was instituted two years ago, with the first recipient being Para-Olympian and Arjuna awardee Dr Deepa Malik. Ms. Babita Kumari Phogat, renowned wrestler, also an Arjuna awardee, was conferred the award last year.\n\nMr. Uthappa expressed his gratitude about his cricketing career and relived the days when he shared the stage with cricketers such as Sachin Tendulkar, Sourav Ganguly, Rahul Dravid, and Virendra Sehwag among other Indian cricket legends."},
{"source": "hindu", "headline": "Divij-Ebden pair exits", "link": "https://www.thehindu.com/sport/tennis/divij-ebden-pair-exits/article34266142.ece", "cat": "Tennis", "content": "Divij Sharan, seeded third with Matthew Ebden of Australia, was beaten 6-1, 6-4 by Treat Huey and Frederik Nielsen in the doubles pre-quarterfinals of the €408,800 ATP tennis tournament here on Wednesday.\n\nOther results:\n\n€44,820 Challenger, Split, Croatia: Doubles (pre-quarterfinals): Tristan-Samuel Weissborn (Aut) & Purav Raja bt Duje Kekez & Mili Poljicak (Cro) 6-2, 6-3.\n\n$15,000 ITF men, Sharm El Sheikh, Egypt: First round: Sasikumar Mukund bt Timo Stodder (Ger) 6-4, 7-5."},
{"source": "hindu", "headline": "Palayamkottai brings down Tirunelveli district’s poll percentage", "link": "https://www.thehindu.com/news/cities/Madurai/palayamkottai-brings-down-tirunelveli-districts-poll-percentage/article34266124.ece", "cat": "Madurai", "content": "This affluent and highly literate Assembly segment registered a poll percentage of just 57.76\n\nOnce again, the highly literate Palayamkottai Assembly constituency, housing large number of middle, upper middle and upper class families with members drawing bulky salary from the government and private sector undertakings, failed to cast their votes and brought down the district’s poll percentage.\n\nThe Tirunelveli district recorded an overall poll percentage of 66.54 in the Assembly polls held on Tuesday. While the affluent Palayamkottai Assembly segment registered a poll percentage of just 57.76, the rural segment of Ambasamudram recorded a decent percentage of 72.05, the highest among all five Assembly constituencies of Tirunelveli district.\n\nOther Assembly constituencies – Tirunelveli (66.90%), Nanguneri (68.60%) and Radhapuram (67.94%) – recorded a relatively decent poll percentage though not an impressive one.\n\nDespite the ‘cent per cent polling awareness programmes’ organised by the district administration in a sustained manner and the residents of the Palayamkottai Assembly constituency have once again earned the dubious distinction of being the segment with pitiable voter turnout.\n\nIn the previous elections also – let it be 2011 Assembly election or 2016 Assembly polls - Palayamkottai Assembly constituency effectively played spoilsport in bringing down Tirunelveli district’s poll percentage.\n\nAfter registering a not-so-impressive poll percentage of 68.71% in 2011 Assembly polls, Palayamkottai’s figure fell sharply to just 59.90% in the 2014 Parliamentary elections. And, the poll percentage stood at 60% in the 2016 Assembly polls. The poll percentage, the constituency has recorded in the April 6 Assembly poll is the lowest in a decade as it has registered only 57.76%.\n\n“Even though the Tirunelveli Corporation has provided them with better basic amenities while compared with people living in Tirunelveli area, the residents of Palayamkottai Assembly constituency still keep away from this democratic process. Poll percentage in affluent areas like Maharaja Nagar, Perumalpuram, NGO Colony, Rahmath Nagar etc. is much lesser than the voter turnout in areas like Manakaavlanpillai Nagar, Samadhanapuram, Shanthi Nagar, Market areas etc. So, it is evident that it is the literate and affluent group that exerts pressure on the government always for their comfort and better amenities but who fail to cast their votes,” says Mahesh, a builder from Palayamkottai.\n\nIn Tenkasi, all the five constituencies with rural background have registered relatively good voter turn-out to take the district poll percentage to a decent 72.58. Interestingly, all the five segments have recorded 70-plus percentage voter turn-out though these constituencies house a major chunk of farmhands and beedi rollers. Alangulam, having farm labourers and beedi rollers as its electorate, has recorded a poll percentage of 77.40, which is 7.28% lesser than the previous Assembly polls held in 2016 wherein this segment recorded an enviable poll percentage of 84.68."},
{"source": "hindu", "headline": "Tennis | Yuki gears up for U.S. Challengers", "link": "https://www.thehindu.com/sport/tennis/yuki-gears-up-for-us-challengers/article34266117.ece", "cat": "Tennis", "content": "Having good results does make you confident, says the 28-year-old\n\nFrom Singapore, Lucknow to Dubai, it has been a spring of hope for Yuki Bhambri, who lost two years to a knee injury.\n\nBy defeating two of the country’s best players Ramkumar Ramanathan and Prajnesh Gunneswaran in qualifying for the Dubai ATP-500 event, the 28-year-old Yuki showed that he was getting into his groove. He played well against Aljaz Bedene of Sovenia, a top-60 player, before losing in three sets.\n\nAfter Singapore and before going to Dubai, Yuki had used the time to play doubles in the $15,000 event in Lucknow with Saketh Myneni and won the title.\n\n“Having good results does make you confident,” said Yuki, who will leave for Florida to compete in two Challengers in Orlando and Tallahassee.\n\n“I enjoy playing in the US. I am looking forward to these events as I have not been there for a long time,” said Yuki.\n\nIt has been two weeks of solid preparation for Yuki back home in the Capital, as he got to train with Saketh Myneni, Jeevan Nedunchezhiyan and Vijay Sundar Prashanth.\n\n“Got to practice with good players, as the ITF tournament was happening here. I am looking forward to playing tournaments again,” said the wiry Yuki, who has shed a lot of weight and become more athletic.\n\nYuki is hoping that his body would cooperate for some robust tennis. “I have been relatively okay. Some days my knee does hurt. Am still figuring out all the exercises that need to be done consistently to make sure that I am pain free,” said Yuki.\n\nLooking ahead, Yuki said that as the Grand Slams were nearing, he was keen to do well in the French Open and Wimbledon."},
{"source": "hindu", "headline": "U.S. military cites rising risk of Beijing’s move against Taiwan", "link": "https://www.thehindu.com/news/international/us-military-cites-rising-risk-of-beijings-move-against-taiwan/article34266111.ece", "cat": "International", "content": "China has been holding ‘combat-type’ drills closer to island\n\nThe American military is warning that China is probably accelerating its timetable for capturing control of Taiwan, the island democracy that has been the chief source of tension between Washington and Beijing for decades and is widely seen as the most likely trigger for a potentially catastrophic U.S.-China war.\n\nThe worry about Taiwan comes as China wields new strength from years of military buildup. It has become more aggressive with Taiwan and more assertive in sovereignty disputes in the South China Sea. Beijing also has become more confrontational with Washington; senior Chinese officials traded sharp and unusually public barbs with Secretary of State Antony Blinken in talks in Alaska last month.\n\nTough choice\n\nA military move against Taiwan, however, would be a test of U.S. support for the island that Beijing views as a breakaway province. For the Biden administration, it could present the choice of abandoning a friendly, democratic entity or risking what could become an all-out war over a cause that is not on the radar of most Americans. The U.S. has long pledged to help Taiwan defend itself, but it has deliberately left unclear how far it would go in response to a Chinese attack.\n\nThis accumulation of concerns meshes with the administration’s view that China is a frontline challenge for the U.S. and that more must be done soon — militarily, diplomatically and by other means — to deter Beijing.\n\n“We have indications that the risks are actually going up,” Adm. Philip Davidson, the most senior U.S. military commander in the Asia-Pacific region, told a Senate panel last month, referring to a Chinese move on Taiwan. “The threat is manifest during this decade — in fact, in the next six years,” he said.\n\nOn Wednesday, Taiwanese Foreign Minister Joseph Wu said the military threat against his country is increasing, and while he said it was not yet “particularly alarming,” the Chinese military in the last couple of years has been conducting what he called “real combat-type” exercises closer to the island."},
{"source": "hindu", "headline": "NBA | Curry racks it up as Warriors down Bucks", "link": "https://www.thehindu.com/sport/other-sports/curry-racks-it-up-as-warriors-down-bucks/article34266098.ece", "cat": "Other Sports", "content": "Young scores big in Hawks’ win; Lakers manage to best Raptors\n\nStephen Curry scored 41 points, including 30 in the second half, as the Golden State Warriors rallied late to beat the Milwaukee Bucks 122-121 here on Tuesday.\n\nKelly Oubre Jr. had 19 points and Kent Bazemore added 18 as the Warriors ended a three-game losing streak in the opener of a stretch of four home games. Oubre gave the Warriors the lead on two free throws with 7.7 seconds remaining. Golden State had lost seven of its previous eight games.\n\nTrae Young scored 30 points and sparked a 3-point shooting barrage as Atlanta defeated visiting New Orleans 123-107 for its fourth straight win.\n\nTalen Horton-Tucker scored 17 points off the bench as visiting Los Angeles defeated Toronto 110-101 in Tampa. Markieff Morris added 15 points and grabbed nine rebounds for the Lakers, who had lost their 11 previous games with the Raptors.\n\nNikola Vucevic had his most productive game since joining Chicago, contributing 32 points and 17 rebounds in the Bulls’ 113-97 win over injury-riddled Indiana at Indianapolis.\n\nJoel Embiid returned to the line-up and finished with 35 points and six rebounds to lead Philadelphia to a 106-96 win at Boston. The Sixers swept the teams’ three-game season series.\n\nDillon Brooks scored a season-high 28 points as visiting Memphis snapped Miami’s four-game winning streak with a 124-112 verdict. The Grizzlies also got 20 points and 10 rebounds from Jonas Valanciunas.\n\nNikola Jokic scored 27 points on 13-of-16 shooting from the floor and dished out 11 assists to lead host Denver to its sixth straight win, a 134-119 rout of Detroit. It was the Nuggets 15th victory in the past 18 games.\n\nPaul George scored 24 of his game-high 36 points in the first half and host LA Clippers led by as many as 26 points before the break en route to a 133-116 win over Portland Trailblazers. Kawhi Leonard finished with 29 points, 12 rebounds and seven assists for the Clippers.\n\nThe results: Chicago 113 bt Indiana 97; Atlanta 123 bt New Orleans 107; Philadelphia 106 bt Boston 96; LA Lakers 110 bt Toronto 101; Memphis 124 bt Miami 112; Denver 134 bt Detroit 119; Golden State 122 bt Milwaukee 121; LA Clippers 133 bt Portland 116."},
{"source": "hindu", "headline": "State to intensify COVID-19 containment", "link": "https://www.thehindu.com/news/national/kerala/state-to-intensify-covid-19-containment/article34266042.ece", "cat": "Kerala", "content": "With SSLC exams beginning today, students and parents should be more mindful about protocols\n\nNow that the Assembly polls are over, the State will intensify COVID-19 containment measures from Thursday and focus on vaccinating as many people as fast as possible.\n\nOn Wednesday, a meeting of the core committee headed by Chief Secretary V.P. Joy said that the State needed to be more vigilant about containment, now that new cases were on the rise and a more intense second wave of COVID-19 was sweeping across other States.\n\nThe State police have been asked to enforce protocols strictly in public spaces and to ensure that none violated the mask rule. Crowding has to be avoided at all shops and public places. The sectoral magistrates would be aided by the police in enforcing the protocols.\n\nCases were expected to surge in Kerala too after the Assembly polls and with the SSLC examinations beginning on Thursday, students and parents needed to be more mindful about the protocols.\n\nThe meeting decided to intensify the current vaccination drive for 45 plus age group in the State in the next three days, with the active involvement of local self-government bodies. It also issued an advisory that polling officials, polling agents as well as all party workers who actively took part in the election activities to be more careful in the coming weeks and to get themselves tested immediately if at all they develop any fever or other COVID-related symptoms.\n\nThe seven-day quarantine for people coming from other States would be strictly enforced.\n\nStudents appearing for the SSLC examinations should ensure that they wear the mask at all times, on their way to the examination venue and inside the hall. They should take care not to stand together in groups with other school mates. Parents have been asked not to accompany the students.\n\nStudents should not share their stationary supplies with other students. Any student with any symptoms such as fever or respiratory illness should inform the authorities at the examination centre ahead of the examination."},
{"source": "hindu", "headline": "Table Tennis | Sharath steps up Olympic preparation", "link": "https://www.thehindu.com/sport/other-sports/sharath-steps-up-olympic-preparation/article34266028.ece", "cat": "Other Sports", "content": "Looking forward to TTFI’s decision on national camp\n\nA. Sharath Kamal is awaiting a final word from the Table Tennis Federation of India (TTFI) on his proposal to have training sessions with his mixed doubles partner Manika Batra ahead of the Tokyo Olympic Games.\n\nIn the background of Manika declining to join Sharath in Chennai for a camp and also staying away from the national camp held in Sonepat late last year, it remains to be seen how TTFI plans to deal with the Pune-based National champion.\n\nSharath, a qualifier in the Olympics singles draw as well, has engaged the services of youngsters Manush Shah and Sudhanshu Grover as sparring partners in Chennai till April 18.\n\nFinancial assistance\n\nMeanwhile, the Mission Olympics Cell of the Sports Authority of India on Wednesday, approved financial assistance of ₹1.26 lakh (plus local transport) to Sharath for inviting Shah and Grover for 21 days to Chennai. It was also decided to include Olympic qualifier Sutirtha Mukherjee in the TOPS Core team until this year’s Olympic Games.\n\nElaborating on his plans, Sharath said, “From April 20, I would like to focus on the preparations for mixed doubles with Manika.\n\n“I have suggested to the TTFI to hold a preparatory camp (for the four qualifiers, including G. Sathiyan and Sutirtha).”\n\nWhen asked about the possibility of sparring with left-handers in the camps, for both singles and mixed doubles, Sharath said, “I plan to add Sanil Shetty to the proposed TTFI camp. Since in our country, we don’t have left-handed women players of good playing strength, we [Sharath and Manika] will practise against male players.”\n\nThe recently-elected Chief Executive Officer (CEO) of TTFI, Dhanraj Choudhary said Sonepat or Bangalore could be the venue of the preparatory camp.\n\n“We are looking only at air-conditioned facilities to hold the camp and a decision will be taken in the TTFI Executive Board meeting within a week,” said Choudhary."},
{"source": "hindu", "headline": "8 COVID-19 victims cremated on one pyre in Beed", "link": "https://www.thehindu.com/news/national/other-states/8-covid-19-victims-cremated-on-one-pyre-in-beed/article34265996.ece", "cat": "Other States", "content": "Eight bodies of COVID-19 victims were cremated on one pyre due to shortage of space at a makeshift crematorium in Maharashtra’s Beed district, a civic official said on Wednesday.\n\nSince residents had opposed the cremation of bodies of COVID-19 patients at crematoriums in Ambajogai town, local authorities had to identify another place away from there to perform the victims’ last rites and the space there was limited, he said.\n\n“As residents objected to the cremation of COVID-19 victims in the crematoriums which we currently have, we identified a separate space on Mandwa road, nearly two km away from the town,” Ambajogai Municipal Council’s chief officer Ashok Sabale told PTI.\n\nThe new makeshift facility had limited space, he said.\n\n“As a result, we had to set up one large pyre and cremate eight bodies on Tuesday. It was a big pyre and the bodies were kept at a certain distance from each other,” the official said.\n\nHe said since the viral infection was growing and more deaths were likely, they were planning to expand the makeshift facility and make it waterproof before the monsoon season. The official also said if people came forward to seek treatment at an early stage of the coronavirus infection, they could be saved.\n\nOn Tuesday, 716 cases were reported in Beed district, raising its tally to 28,491. The district has so far recorded 672 deaths, as per official data."}
]