[
{"headline": "Shell's oil trading earnings double in 2020 to USD 2.6 billion", "link": "https://www.hindustantimes.com/world-news/shells-oil-trading-earnings-double-in-2020-to-usd-2-6-billion-101615557698026.html", "content": "<p>Royal Dutch Shell's 2020 earnings from trading crude oil and refined products doubled from the previous year to $2.6 billion, helping to offset a sharp drop in fuel demand due to the coronavirus pandemic.</p><p>Shell's oil trading operations, known internally as Trading &amp; Supply, accounted for 43% of the Oil Products division's total earnings of $5.995 billion in 2020. Trading earnings totalled $1.3 billion in 2019, Shell's annual report, which was released on Thursday, said.</p><p>The unusually high contribution from trading helped Shell to weather one of the toughest years in the industry's history, when energy consumption collapsed during the pandemic.</p><p>Shell, the world's largest energy trader, experienced a 28% drop in oil sales last year to 4.71 million barrels per day on average, the annual report said.</p><p>Its 2020 profit dropped to its lowest in at least two decades.</p><p>Shell's oil trading figures do not include natural gas, liquefied natural gas, power and renewables. Shell is the world's largest liquefied natural gas trader.</p><p>Rival BP's trading arm made nearly $4 billion in 2020 on oil and gas trading, a copy of an internal BP presentation seen by Reuters showed, almost equalling the company's 2019 record trading profit.</p><p>Companies can make large profits even during times of lower demand for commodities by storing products such as oil on shore or at sea. Shell's vast refining, trading and retail operations also allow it to take advantage of short-lived changes in supply and demand around the world.</p><p>The strong trading results for BP and Shell show that there is real value creation which will transfer over into renewable power as the companies shift away from oil and gas, Bernstein analyst Oswald Clint said in a note.</p>"},
{"headline": "1st Quad leaders' summit LIVE: Quad is force of global good, says PM Modi", "link": "https://www.hindustantimes.com/india-news/quad-1st-leaders-summit-live-global-issues-of-shared-interest-pm-modi-tweets-101615554952208.html", "content": "<p></p><p>Hours before the first historic virtual summit of Quad leaders began on Friday, Prime Minister Narendra Modi said the summit will provide an opportunity to discuss a wide range of regional and global issued of hared interest. PM Modi will be joined by US President Joe Biden, Australian Prime Minister Scott Morrison and Japanese Prime Minister Yoshihide Suga.</p><p>Vaccine initiative will be one of the major issues to be discussed. This is likely to allow new manufacturing capacity to be added in India for exports to the Indo-Pacific region.</p>"},
{"headline": "WHO says its advisory committee looking at AstraZeneca vaccine issues", "link": "https://www.hindustantimes.com/world-news/who-says-its-advisory-committee-looking-at-astrazeneca-vaccine-issues-101615554690251.html", "content": "<p>A World Health Organization expert advisory committee is currently looking at AstraZeneca's Covid-19 vaccine after some countries paused distribution of it, but there is no reason not to use it, a spokeswoman said on Friday.</p><p>Health authorities in several countries including Denmark, Norway, Iceland have suspended the use of AstraZeneca's vaccine following reports of the formation of blood clots in some people who have been vaccinated.</p><p>Margaret Harris told a briefing that it was an \"excellent vaccine\" and that no causal relationship had been established between the shot and the health problems reported, calling the pause in use \"a precautionary measure\".</p><p>\"It's very important to understand that, yes, we should continue to be using the AstraZeneca vaccine,\" she said.</p><p>The WHO's global advisory committee on vaccine safety is currently reviewing the reports and will revert on its findings, she added, as it does with any safety issues.</p><p>\"It is very important we are hearing safety signals because if we were not hearing about safety signals that would suggest there is not enough review and vigilance\",\" she said.</p><p>The AstraZeneca vaccine is the main shot in the early phase of a WHO-led global vaccine sharing scheme COVAX that aims to distribute 2 billion doses this year, ensuring access for poorer countries.</p><p>WHO data shows that more than 268 million doses of Covid-19 vaccines from various developers have been administered worldwide and no deaths have been found to have been caused by them, Harris said.</p><p>The Geneva-based body has given emergency use listing for the Pfizer/BioNTech and versions of the AstraZeneca vaccines -- a step that broadens access to those shots considerably.</p><p>Asked about the timing of emergency listings for China's Sinopharm and Sinovac Biotech vaccines, she said reviews were now underway and approval would \"probably\" be given this month.</p><p>\"I don't want to put an exact date on depending on all sorts of issues but we would expect by the end of March,\" she added, saying that it partly depends on how quickly developers provide the requested responses.</p>"},
{"headline": "It was the game that changed my career: Harbhajan Singh looks back on the 2001 Eden Test", "link": "https://www.hindustantimes.com/lifestyle/art-culture/it-was-the-game-that-changed-my-career-harbhajan-singh-looks-back-on-the-2001-eden-test-101615554523071.html", "content": "<p>For the Indian cricket fan, there is no Test match quite like the India vs Australia Test at the Eden in 2001. In a contest packed with superstars was a 20-year-old sardar with a rebellious streak, aiming only to survive. Harbhajan Singh, a rookie off-spinner from Jalandhar, wasn’t even sure at that point if cricket would be his career. He was not an obvious selection for the series. It was the backing of captain Sourav Ganguly and coach John Wright that got him into the squad. </p><p>What unfolded at the Eden is the stuff legends are made of. On the opening day, Singh claimed the first hat-trick by an Indian bowler in Test cricket. On the second day, he had his first five-wicket haul. On the final day he bowled India to a historic victory with a match haul of 13 wickets. His match figures: 13/196</p><p>For Singh, it was a career- and life-altering innings. It’s remained his favourite performance; he says he has bowled better in other games without the same success. “It had to happen for me in that game. God chooses the moment,” Singh says. Excerpts from an interview:</p><p><b>What do you think of when you think of the 2001 Eden Test?</b></p><p>I think about it as a game that changed my career, changed the vision of Indian cricket, (taught us, we) can win games from nowhere. Even when nothing is going in your favour, you hang in there and keep fighting and you can get unbelievable results. It gave us direction as a team, (showed us that) this is how we need to play. That we can beat the best side in the world; that we had the potential to beat anyone. </p><p><b>You were a rookie going into a match against the best team in the world…</b></p><p>For me, every game was about survival. I was out of the India team and making a comeback. A lot of things happened to me before that. I was chucked out of the National Cricket Academy. Then I lost my father. I almost lost my place on the Punjab Ranji team as well. I was going through a very rough patch. I even thought about forgetting everything and doing something else in life. </p><p><b>Australia were off to a great start, scoring more than three an over… </b></p><p>Australia were batting as if they were playing a one-day match. Hayden was in great form. He had scored a brilliant hundred at Mumbai (the previous Test), which I felt gave him that direction on how to bat in India. He started playing those big sweep shots and slogs over midwicket. His frame was so imposing as a bowler, you wondered “Isko beat kaise karein? (How do you beat his bat?)” Hayden was taking the game away from us. He got out on the boundary line (caught off Singh’s bowling), that too on 97. That kind of opened the door for us. Then I got Mark Waugh after tea. Everything was in our favour after that, I got the hat-trick and the game was equal at the end of the first day. </p><p><b>What can you tell us about the three deliveries that yielded the hat-trick?</b></p><p>I tried to keep it very simple. I wanted to make sure I was not giving away too many runs. I wanted to bowl wicket to wicket. It was a very nice wicket to bat on. The ball skidded on to Ricky Ponting (first wicket) and he was a bit late and got out LBW. Adam Gilchrist: I knew if I tossed up the first ball he would sit and sweep; that was his get-out-of-jail shot, so I wanted to pull my length back a little and bowl a little quicker to him. He went back and didn’t have much time to react—the ball hit his pads. </p><p>For Shane Warne, I just wanted to make sure the ball was finishing on the stumps and kept the length fuller. Lot of people used to play with pads, and if he deliberately pads, then I may have a chance to get him LBW, I thought. I had bowled exactly where I wanted to, and he played that flick shot. S Ramesh, for a change, was very alert and took an outstanding catch off a full-blooded shot. Everyone out there was celebrating and the way Rahul Dravid hugged Ramesh was as if it was his hat-trick. That’s how it was, the kind of care we had for each other. As much as that hat-trick is mine, it is the team’s hat-trick. </p><p><b>What were your teammates saying to you before that hat-trick? </b></p><p>There wasn’t much advice, to be honest. They didn’t want to confuse me. I only spoke to Dada (Sourav Ganguly). I asked, “What I should do”? He said: Just bowl the way you want to, I will set the field, you will have a lot of catching fielders; if it’s meant to happen it will happen. </p><p><b>Do you still speak to Ramesh about that catch? </b></p><p>I keep meeting Ramesh on commentary stints and I tell him: thank you for being awake that day. Normally he was so laidback that if there was an award for laziness he would have got it. If you look at his batting style it was also like that, but quite effective. I always remind him, he is a lovely guy. </p><p><b>Australia fought back (from 291/8 to finish at 445) through Steve Waugh and Jason Gillespie…</b></p><p>We fancied our chances of getting them early but knowing Steve Waugh, the kind of player he was, he would not give his wicket away, you had to earn it. He got a brilliant hundred with the tail and was the last one to get out. We didn’t think we would collapse like that (171 all out) on a good wicket. Australians had the edge on us since they had the runs on the board (445) and Glenn McGrath was brilliant. We were outplayed in the first innings, but the second innings was very, very exciting for all of us. </p><p>VVS Laxman and Rahul Dravid shared the best partnership I have ever seen in Test cricket. It was pure magic. </p><p><b>On the final day, at tea, Australia were comfortably placed at 163 for three. With Hayden and Steve Waugh batting, it didn’t look like there would be a good result for India…</b></p><p>We had created a few chances before tea. Hayden was dropped at mid-off. Something was happening on the wicket; we just wanted to put enough pressure on them. We had a lot of close-in fielders, we had the runs on the board, so we were not worried about going for runs. Our main job was to take those wickets. </p><p>I have seen that in Kolkata, the game moves really fast in the last session (post-tea). Wickets fall in that period. I have seen that in all the matches I have played there. After Steve Waugh got out, it opened the door for us, then Sachin (Tendulkar) came in to bowl and bowled that brilliant spell, taking three very important wickets. </p><p>It was a big opportunity for us to win the game from nowhere. It’s the game that changed my career and I think that it changed cricket. Teams stopped giving follow-ons after that. </p><p><b>At the start of the match, there was so much pressure. What were you feeling at the end of it?</b></p><p>I was happy, satisfied and proud. I was part of a history-making team. We had given everyone a reason to smile. Before the series there was a lot of negativity after the match-fixing scandal. It had put people off watching the game. That was the series that brought confidence back for the people, got the crowd back into the game. </p><p>For me, it gave me self-belief: if I could take five wickets twice, that too against this Australian team, it meant I could play at this level. I was determined to make the most of things now. What I had done in this game, I told myself, I would continue even in the next game. In every game, I would try to repeat this performance. Which is not possible obviously, but I decided I would make the effort. </p><p><b>What do you remember doing after the win? </b></p><p>I used to call my mother every day. I spoke to her. I also remember receiving a letter from our prime minister, Atal Bihari Vajpayee… a fax to congratulate me. In the dressing room, we opened a bottle of champagne. We had a great time. We celebrated the way such a win is supposed to be celebrated.</p><p><b>And you took that confidence into the next game? </b></p><p>The whole series, we bowled good lines and good areas. By the third Test, we knew exactly what our plan was for each batsman, how we would execute it and what sorts of fields had to be set. When you’re bowling in a great rhythm, all you need is to focus and you can make things happen. </p><p><b>It was an important game for Ganguly as captain too… </b></p><p>Honestly, I had no idea how important it was for Sourav. For me, it was about survival. If my performance helped Sourav’s career or benefitted the team, great. The reason for which he backed me, it paid off. He had gone all the way to the selectors. Even though I had wickets in the Ranji Trophy to back my claim, I was not the preferred spinner. It was Sourav and John Wright who saw me bowling and they backed me. They said, “He is probably bowling the best in the lot and he should be playing.” It paid off. God is watching. If you help someone needy, God will help you. That is exactly what happened. I was in need, and I got that support. Yes, I got the performance, but so many perform well and don’t get a chance. I got the chance, and it worked. </p><p><b>What is the souvenir from the match that you have kept? </b></p><p>I have kept everything: the clothes I wore, the stump, the ball.</p>"},
{"headline": "In the shades: Notes from a formerly colour-blind artist", "link": "https://www.hindustantimes.com/lifestyle/art-culture/in-the-shades-notes-from-a-formerly-colour-blind-artist-101615554942515.html", "content": "<p>I discovered I was colour blind when I was 10. An uncle who then painted film posters was visiting and asked me to paint a portrait of someone. We’re a family of artists, so this was not unusual. He noticed, though, that I picked up black instead of brown for the skin. Later, when painting a coconut, I used green instead of brown, for the shell of a coconut.</p><p>A quick test showed that I have protan colour blindness, which is to say my greens and reds overlap with other colours. Red and brown look the same, as do yellow and green, and pink and grey. Only the shades differ. So, while other kids were learning their multiplication tables (which I was doing too), I was also memorising the colour schemes of the world around me. My parents would mark my colour pencils. </p><p>Funnily enough, it hasn’t mattered to me that much, or to my art, that I don’t see the way others do. The truth is, no one knows exactly how anyone else is visually experiencing the world. It’s all a set of rules that we have collectively agreed upon. The fact that some of my rules are different hasn’t stopped me from achieving what I want. </p><p>After I’ve painted anything, I get friends or family to take a look at the colours. A portrait of my sister, for instance, had some grey on her head and neck. I then fix any colours that need fixing. </p><p>The people I am surrounded by, friends and family, encourage and motivate me. Through my work, they want me to show them how I see the world. They always tell me to put my vision into my art. But my goal is to paint in a way that you can’t tell I am colour-blind. </p><p>When I first put on the EnChroma glasses that my friends had pooled in money for and purchased from the US, we were in a local playground, where we beatbox, breakdance and paint. The glasses were a surprise. Though they’d taken me to an area where the walls were filled with my art, that isn’t what I looked at first. I was staring at the grass. It’s so green. I couldn’t have imagined how green it was. </p><p>And then I saw pink. It had always looked like a shade of grey to me. Pink is this light, fluffy colour. I can’t believe now all that I’d been missing. Now I can see maroon, magenta, cyan, purple, violet. </p><p>The other day I was in a cab, stuck in traffic, and there was this fruit cart beside me. For the first time I noticed that black grapes are not black. I don’t know what colour that is, but it was not black. </p><p>This is going to change my art. I have so many ideas and I am very excited for how it’s all going to turn out. </p><p><i>(As told to Natasha Rego)</i></p>"},
{"headline": "DigiBank ASIA, Xebia forge partnership for launch of digital bank UNO", "link": "https://www.hindustantimes.com/brand-post/digibank-asia-xebia-forge-partnership-for-launch-of-digital-bank-uno-101615554249572.html", "content": "<p>DigiBankASIA, the visionary financial services company headquartered in Singapore, and Xebia, a global leader in next-generation digital services and consulting, today announced a strategic partnership for the launch of Asia’s new digital bank UNO bank – a full-service digital bank, which is working with the regulators for the pilot launch in the Philippines. <a href=\"http://www.unobank.asia/\" target=\"_blank\">UNO</a> is Digibank ASIA's neo banking brand for a license-based as well as over-the-top digital banks.</p><p>Xebia will be UNO’s Digital &amp; Innovation Technology partner in further developing Cognito, UNO’s digital-first platform, by integrating with leading banking products to build a differentiated and innovative digital foundation. With its expertise in design, thinking led digital transformations and a passion for using radical technologies such as AI/ML, IoT, AR/VR, Cloud, DevOps, Big Data &amp; Analytics – it is well geared towards developing a modern and intelligent CX platform for UNO bank.</p><p>Manish Bhai, CEO and Co-Founder of UNO, said, “We have found a hi-tech engineering partner in Xebia whose approach aligns well with UNO bank’s objective of a highly personalized, AI-first, fully composable, cloud-native, full-stack digital bank.”</p><p>“Xebia is proud to partner with the best minds in the world who are reimagining banking and disrupting the market. In the digital era, companies that seek to be the best, acknowledge that even with great products and services, a Customer-First approach is what makes them wins the game,” said Anand Sahay, CEO of Xebia Global Services, who is himself very passionate about co-creating #DigitalBreakthrough products along with visionary world leaders.</p><p>Puneet Gupta, Chief Technology Officer and Co-Founder of UNO, said, “UNO’s AI-first capabilities mean that it is highly adaptable and completely customer-centric -a great example of what a truly composable banking stack should be. Each user will experience the bank as if it were uniquely designed around their needs. That’s the power of an AI-first, all cloud, fully digital user journey based orchestrated platform”.</p><p>“What UNO is envisioning is both pioneering and inspiring and we are excited to be partners in realizing UNO’s vision - by leveraging our design thinking, domain expertise, and an AI-first approach to building industry-leading, micro personalized digital banking experiences with rapid innovation cycles for true customer delight,” said Rajat Gupta, Chief Digital Officer of Xebia.</p><p><em>Disclaimer: This is a company press release. No HT Group journalist is involved in the creation of this content.</em></p>"},
{"headline": "Artist in Philippines fights waste by creating artworks using recycled trash", "link": "https://www.hindustantimes.com/trending/artist-in-philippines-fights-waste-by-creating-artworks-using-recycled-trash-101615554483144.html", "content": "<p>When Filipino artist Gilbert Angeles found out that his country was one of the world's biggest contributors of plastic trash in the ocean he felt compelled to take action.</p><p>Angeles decided the best way to show how discarded waste could be given a new life in a different medium was to incorporate materials ranging from shredded plastic to old paint and leftover construction wood in his paintings.</p><p>Since 2019, he has made over two dozen paintings of this kind.</p><p>\"I make these artworks to raise awareness so we can fight against the trash in our area, to make us more responsible in how we dispose of our trash, and to make us aware of where our trash goes,\" said the 49-year-old.</p><p>The artist sources the materials from around his Manila neighbourhood or through donations from contacts he has made since launching his environmental campaign.</p><p>Angeles remembers being spurred on to take up the project after seeing a news report about the Philippines being one of the top contributors of plastic waste.  </p><p>The Philippines, Indonesia, Thailand, Vietnam and China account for around 60% of the world's marine plastic, or 8 million tonnes annually, according to a 2017 report from the Ocean Conservancy and the McKinsey Center for Business and Environment.</p><p>Angeles' artwork has since been shown in galleries, with paintings selling for around $600 to $3,000, depending on the size. Part of the proceeds goes to his environmental group, Green Artz, which encourages artists to use recycled waste in their work.</p><p>\"I love the fact that it gives us hope,\" said Linda Pecoraro, general manager of Conrad Hotel, where Angeles' work is being exhibited.</p><p>\"It's got beautiful colours and recycled plastic, repurposing things that damage our environment and making them beautiful.\"</p>"},
{"headline": "Fire breaks out at garment factory in Delhi's Okhla", "link": "https://www.hindustantimes.com/cities/delhi-news/fire-breaks-out-at-garment-factory-in-delhi-s-okhla-101615554992346.html", "content": "<p>A fire broke out at a garment factory in southeast Delhi's Okhla Phase 1 on Friday evening, a Delhi Fire Service official said.</p><p>No injuries have been reported in the incident so far, he said.</p><p>The Fire Department said it received a call about the blaze at 4.20 pm, following which 15 fire tenders were pressed into service.</p><p>Fire-fighting operations are underway, the official said, adding that the cause of blaze is not known yet.</p>"},
{"headline": "Redefining communication strategies for businesses: Udit Pathak of Media Mantra", "link": "https://www.hindustantimes.com/brand-post/redefining-communication-strategies-for-businesses-udit-pathak-of-media-mantra-101615555263316.html", "content": "<p>The communication professional-cum-entrepreneur, Udit Pathak, is currently heading one of the prominent independent PR and integrated communications firms in India, <a href=\"https://mediamantra.net/\" target=\"_blank\">Media Mantra</a>. However, behind ‘the leading firm’ tag lies various hidden challenges and troubles that were tactfully tackled by him and his team.</p><p>Thriving with an aim to deliver high-end communication solutions to their clients, Media Mantra is recognized for its remarkable growth from the grass-root level. It is known for its expertise in client servicing, media relations, and premium content provision. Headquartered in Gurugram, it has branch offices across Mumbai and Bangalore. One of the leading creative PR firms, it provides a myriad of services ranging from image management, crisis management, press release management, Digital PR, social media management, Public Affairs along with content creation.</p><p>It is known as the 9th fastest growing PR firm across the globe and the 2nd Fastest growing PR firm in Asia. While the journey was initially challenging, 8 plus years later, it is now counted as one of the leading PR firms and is also an award-winning communications firm.</p><p>It all started when Udit was just about to initiate his career! He belonged from a business family and hence envisioned having his own venture. However, before taking this step, he decided to work with key media firms to gather the relevant industry experience. While he was satisfactorily doing so, once he started his family, he thought this was a ‘now or never’ kind of situation.</p><p>He pushed himself and kick-started the preparations for setting up his PR firm in full swing. Udit worked consistently and persistently along with the support of his spouse, Pooja Pathak with an aim to launch their PR venture. The outcome of this hard work was the inception of Media Mantra.</p><p>Right from creating a place for itself in the industry to getting clients on board, to recruiting the right talent and maintaining the team along with building the image of the company, the firm that was once a start-up, has now had a good run in the communications industry. It is presently helping other start-ups in establishing and refurbishing their communication strategies.</p><p>Sharing about his roller-coaster ride, Udit Pathak, Director, Media Mantra, says ‘’Switching from a well-settled job to start my venture was indeed a risky decision. But 8 years later, now that I have had a successful run, I am glad the entrepreneurial streak in me guided on the right path. Of course, we had to face a lot of struggles but I am elated that we were able to surpass all of them. The journey from being a start-up venture to now being counted as one of the leading PR and fastest-growing communication firms gives me immense pride and joy. I am grateful to have a supportive spouse and a hard-working team who have made Media Mantra a success. All I hope is that we continue to provide the best of the communication strategies to our clients and keep on climbing the ladder of success.’’</p><p>Media Mantra has been recognized for its dedicated efforts and state-of-the-art communication solutions. It has various awards and accolades under its name for providing PR services to its clients. It was just recently that the firm was facilitated with the best mid-sized PR Consultancy of the year, specialized consultancy of the year in the start-up's category, and 9th fastest growing PR firm in the world.</p><p>Through his vast and diverse experience, Udit assists start-ups and brands to build and redefine their communication strategies and helps them achieve their business objectives. Under his guidance and assistance, Media Mantra has helped various ventures successfully cover their journey from that of a start-up to a brand.</p><p>The brand extends its services beyond traditional PR. Through the words of Udit along with the brand’s functioning, Media Mantra wishes to propagate the message that Public Relations is not just limited to having good media relations in place. PR is a broad concept and encompasses various processes of which media relations is just one of the important elements.</p><p>Media Mantra's long-term vision is to work at the global level. To do so, it is focusing on optimal utilization of the expertise of its team to design noteworthy communications campaigns for their clients.</p><p><em>Disclaimer: This is a company press release. No HT Group journalist is involved in the creation of this content.</em></p>"},
{"headline": "Ashish Vidyarthi hospitalised after Covid-19 diagnosis, shares video", "link": "https://www.hindustantimes.com/entertainment/bollywood/ashish-vidyarthi-hospitalised-after-covid-19-diagnosis-shares-video-this-is-one-positive-i-didn-t-want-101615554196336.html", "content": "<p>National Award-winning actor <a href=\"https://www.hindustantimes.com/bollywood/ashish-vidyarthi-says-he-had-a-i-deserve-more-syndrome/story-xz10WYvzm0MQ1MqigpkKbO-amp.html\" target=\"_blank\">Ashish Vidyarthi</a> has tested positive for Covid-19. He took to Instagram to share the news and said that he would be checking himself into a hospital in Delhi. He reassured fans and well-wishers, however, that all is well.</p><p>In a video posted on his Instagram page, Ashish said that he felt uneasy on Thursday and got tested for Covid-19, which confirmed his positive status. “I am now moving to a hospital here in Delhi. All well,” he said.</p><p>Ashish urged everyone who has come in contact with him in Mumbai, Varanasi and Delhi to get themselves tested. “I am good. Welcome to real life! Take care, thank you,” he said.</p><p>“This is one positive I didn't want... I tested positive for Covid... Whoever has come in touch with me, please get yourself tested. Am symptom free as of now.. Trust shall be fine soon. Your wishes and love are invaluable. Alshukran Bandhu.. Alshukran Zindagi!” he wrote in the caption of his post.</p><p>Concerned fans flocked to the comments section to convey their get-well-soon wishes. “Take care sir...U will come out stronger,” one wrote. “Wishing you well and symptom free,” another commented. “May God Bless you Sir...Be healthy again,” a third wrote.</p><p><br></p><p>Ashish has starred in films such as 1942: A Love Story, Drohkaal, Is Raat Ki Subah Nahin and Kaho Naa Pyaar Hai. In an earlier interview with Hindustan Times, he talked about his journey from theatre to the big screen.</p><p><a href=\"https://www.hindustantimes.com/entertainment/bollywood/twinkle-khanna-s-funny-vacation-photos-with-akshay-kumar-make-sikandar-kher-ask-are-you-beating-him-up-regularly-101615552170667.html\" target=\"_blank\"><strong>Also see: Twinkle Khanna's funny vacation photos with Akshay Kumar make Sikandar Kher ask, 'Are you beating him up regularly?'</strong></a></p><p>“It’s been periods of being away from home. And challenges of working in the heat and dust, and career issues. All the actors go through ups and downs in their careers and in their lives. And even though people regard me highly, deep down there was upset and anger and a certain bit of I deserve more syndrome,” he said.</p><p>“And as I worked on myself, I found that I am unhappy. I saw people who had much less of what I had and saw them happy. I have seen my parents with a lot less, and so very happy. I connected with that sense of gratefulness,” he added.</p>"},
{"headline": "Used up all suspect AstraZeneca Covid-19 vaccine batch: Spain", "link": "https://www.hindustantimes.com/world-news/used-up-all-suspect-astrazeneca-covid-19-vaccine-batch-spain-101615554772753.html", "content": "<p>Spanish health services have already administered all the doses from a batch of AstraZeneca's Covid-19 vaccine that some countries suspect may cause severe side effects, Health Minister Carolina Darias said on Friday.</p><p>Several Nordic countries suspended use of the AstraZeneca shot on Thursday following reports of the formation of blood clots in some people who had been vaccinated.</p><p>\"This batch was already supplied and distributed,\" Darias said on Spanish RNE radio station on Friday.</p><p>She said the country's monitoring system to follow up on people after vaccination had only detected light side effects such as headaches, dizziness and intestinal troubles.</p><p>A police labour union said on Friday the batch in question was mainly used to inoculate police officers, and it asked the Health Ministry to closely follow the health of the officers who got the jab.</p><p>Austria earlier stopped using a batch of AstraZeneca shots while it investigated a death from a clotting disorder and a case of pulmonary embolism.</p><p>Europe's EMA medicines regulator has backed the drug and said the benefits outweigh the risks.</p><p>A World Health Organization spokeswoman said that a WHO expert advisory committee was looking at AstraZeneca's vaccine after some countries paused distribution of it, but that there was no reason not to use it.</p><p>Darias said Spain would wait for further guidance from EMA before taking any step against using the vaccine and insisted the number of blood clot cases among vaccinated people was not higher than in the general population.</p><p>An Andalusian regional health official said on Thursday he had held back on using about 1,200 vaccines from the batch until he had further information, local newspaper Diario de Cordoba reported.</p>"},
{"headline": "'It's breaking news': Ex cricketer stunned with India's choice of openers", "link": "https://www.hindustantimes.com/cricket/virat-kohli-picks-shikhar-dhawan-kl-rahul-as-openers-for-india-vs-england-1st-t20i-says-rohit-sharma-resting-parthiv-patel-says-breaking-news-101615555120190.html", "content": "<p>India captain Virat Kohli sprang in a surprise at the toss when he declared the name of Team India’s openers for the first T20I against England in Ahmedabad. Kohli said that Rohit Sharma will rest for the first two matches of the five-match series, which meant Shikhar Dhawan will open the batting for India along with KL Rahul.</p><p>The announcement came in a day after <a href=\"https://www.hindustantimes.com/cricket/virat-kohli-confirms-india-s-openers-for-first-t20i-against-england-says-rohit-sharma-will-play-with-kl-rahul-and-shikhar-dhawan-is-third-opener-101615465778267.html\" target=\"_blank\">Kohli himself had announced</a> that Rahul and Rohit will be India’s openers for starters while Dhawan will be the third choice.</p><p>“Dew is going to be a massive factor in the second half. Got to get into the game with the ball and restrict them. We were planning to do things like batting first in these conditions where bowling in the dew becomes a factor. It's a good way to prepare for the World Cup. The next few months will be important from a team environment. Rohit is resting for the first couple of games,” Kohli said after England won the toss and opted to field first in the opening T20I of the five match series.</p><p><a href=\"https://www.hindustantimes.com/cricket/india-vs-england-live-cricket-score-1st-t20-ind-vs-eng-live-match-today-latest-score-updates-at-ahmedabad-101615547950014.html\" target=\"_blank\"><strong>India vs England live score 1st T20I</strong></a></p><p>India’s decision to rest Rohit right at the start of the series surprised former India wicket-keeper Parthiv Patel, who termed it as ‘breaking news’.</p><p>“It is breaking news that Rohit Sharma is not playing. It gives Shikhar Dhawan a chance to get into the groove. He has been playing well in domestic cricket,” Parthiv said on Star Sports.</p><p>With Rishabh Pant back to take the keeping duties, Parthiv said it will allow Rahul to play more freely.</p><p>“Rahul has been keeping for the last two years, so he can play more freely now, express himself,” added Parthiv.</p><p>Apart from the change at the top, there were no real surprises in India’s playing XI as Shreyas Iyer was preferred over both Suryakumar Yadav and Ishan Kishan.</p><p>In the bowling front, India went ahead with three spinners in Axar Patel, Washington Sundar and Yuzvendra Chahal.</p><p>The two seamers were Bhuvneshwar Kumar and Shardul Thakur.</p><p><strong>India (Playing XI):</strong> KL Rahul, Shikhar Dhawan, Virat Kohli(c), Shreyas Iyer, Rishabh Pant(w), Hardik Pandya, Washington Sundar, Axar Patel, Bhuvneshwar Kumar, Shardul Thakur, Yuzvendra Chahal</p><p><strong>England (Playing XI): </strong>Jason Roy, Jos Buttler(w), Dawid Malan, Jonny Bairstow, Eoin Morgan(c), Ben Stokes, Sam Curran, Jofra Archer, Chris Jordan, Adil Rashid, Mark Wood</p>"},
{"headline": "Mamata Banerjee discharged from hospital with ‘instructions': Doctor", "link": "https://www.hindustantimes.com/elections/west-bengal-assembly-election/mamata-banerjee-discharged-from-hospital-with-appropriate-instructions-doctors-101615555324367.html", "content": "<p>West Bengal chief minister Mamata Banerjee has responded well to the treatment and has been discharged due to her repeated requests, doctors at <a href=\"http://Kolkata's%20SSKM%20Hospital\" target=\"_blank\">Kolkata's SSKM Hospital</a> said on Friday. \"She has been advised to review after seven days,\" doctors said.</p><p>Doctors treating Banerjee yesterday said she suffered severe “bony injuries” in her left ankle and foot, besides injuries in right shoulder, forearm and neck as her supporters blocked roads, burnt tyres and performed prayers in temples and mosques a day after she was allegedly attacked.</p><p>After the preliminary medical tests conducted on the TMC supremo, the doctors at the hospital had decided to closely monitor Banerjee, who has been complaining of chest pain and breathlessness since the alleged attack at Nandigram in Purba Medinipore district earlier in the evening, for the next 48 hours.</p><p><strong>WATCH: ‘BJP leaders including PM Modi said…’: TMC MP slams BJP over attack on Mamata</strong></p><p><br></p><p>Doctors conducted an X-ray on the chief minister minutes after she was taken to the Kolkata hospital from <a href=\"http://Nandigram%20in%20Purba%20Medinipur%20\" target=\"_blank\">Nandigram in Purba Medinipur </a>district on Wednesday night.</p><p>Banerjee went to Nandigram on Wednesday to file her nomination. In the evening, she alleged that some people deliberately attacked and injured her. A preliminary investigation by the police and a section of the eyewitnesses hinted that the injuries may be the result of an accident.</p><p>Banerjee, who is seeking a third term as chief minister, said she would not cancel any scheduled meetings and use a wheelchair if needed.</p><p>Banerjee is pitted against her former aide Suvendu Adhikari, who switched over to the BJP a few months back.</p>"},
{"headline": "Digital collage by an artist named Beeple auctions for nearly $70 million", "link": "https://www.hindustantimes.com/trending/digital-collage-by-an-artist-named-beeple-auctions-for-nearly-70-million-101615555610431.html", "content": "<p>Christie's says it has auctioned off a digital collage by an artist named Beeple for nearly $70 million, in an unprecedented sale of a digital artwork that fetched more money than physical works by many better known artists.</p><p>The piece, titled “Everydays: The First 5,000 Days,\" sold for $69.4 million in an online auction, “positioning him among the top three most valuable living artists,\" Christie's said via Twitter on Thursday.</p><p>Christie's said it also marks the first time a major auction house has offered a digital-only artwork with a non-fungible token as a guarantee of its authenticity, as well as the first time cryptocurrency has been used to pay for an artwork at auction.</p><p>Beeple, whose real name is Mike Winkelmann, responded to the sale result with an expletive on Twitter.</p><p>“Artists have been using hardware and software to create artwork and distribute it on the internet for the last 20 years but there was never a real way to truly own and collect it,\" Beeple said in a statement released by Christie's. “With NFT’s that has now changed. I believe we are witnessing the beginning of the next chapter in art history, digital art.”</p><p>Christie's did not identify the buyer of the artwork, which consists of 5,000 individual digital pictures stitched together that Beeple created - one each day - since May 2007.</p><p>Non-fungible tokens, known as NFTs, are electronic identifiers confirming a digital collectible is real by recording the details on a digital ledger known as a blockchain. The tokens have swept the online collecting world recently, an offshoot of the boom in cryptocurrencies. They're used to prove that an item is one of a kind and are aimed at solving a problem central to digital collectibles: how to claim ownership of something that can be easily and endlessly duplicated.</p><p>Christie's said the artwork fetched the highest price in an online-only auction and the highest price for any winning bid placed online.</p><p>Some 22 million people tuned in on the Christie’s website for the final moments of bidding, with bidders from 11 countries taking part.</p><p>Others have also joined the craze for NFTs. Twitter CEO Jack Dorsey put his first ever tweet - “just setting up my twttr\" - up for online auction as an NFT, with bids reaching as high as $2.5 million, and he promised to donate the proceeds to charity. Rock band Kings of Leon is offering a version of their latest album with the tokens that come with extras. A blockchain company bought a piece of work by British artist Banksy, burned it and then put a digital version on sale through a non-fungible token. The National Basketball Association is teaming up in a venture to sell virtual sports cards backed by the tokens. And the Associated Press is offering NFT digital artwork - a depiction of the U.S. presidential election's electoral college map as viewed from space.</p>"},
{"headline": "Covid-19 spike: Maharashtra sees back-to-back cluster outbreaks of Covid cases", "link": "https://www.hindustantimes.com/india-news/covid19-spike-maharashtra-sees-back-to-back-cluster-outbreaks-of-covid-cases-101615554419846.html", "content": "<p>Maharashtra is witnessing a steady rise in the number of daily Covid-19 cases. One factor that has contributed to this astronomical rise is several cluster outbreaks in the state. Cluster outbreaks are when a number of cases get reported from one particular place and thus can have a connection.</p><p>Here is the list of cluster outbreaks in the state in the last few weeks. All of these took place in residential schools.</p><p><strong>Palghar</strong></p><p>According to news agency ANI, 79 persons, including students, teachers and other staff of three residential schools in Jawahar Taluka of Palghar district tested positive in the last week.</p><p><strong>Latur</strong></p><p>On March 11, it was reported that a total of 44 students of a hostel in Maharashtra's Latur tested covid positive. In February, 47 students from the same hostel were found infected.</p><p><a href=\"https://www.hindustantimes.com/india-news/maharashtra-covid-19-situation-very-worrying-says-centre-as-lockdowns-return-101615461814093.html\" target=\"_blank\"><strong>Maharashtra Covid-19 situation very worrying, says Centre as lockdowns return</strong></a></p><p><strong>Washim</strong></p><p>In February, as many as 229 students as a residential school in Maharashtra's Washim tested positive, following which the hostel was sealed and declared as a containment zone.</p><p>Similar such clusters have been reported from temples as well. In February, the district administration of Maharashtra's Jalna closed the Jalicha Dev temple after 55 people living in and around the temple tested positive.</p><p>In February itself, at least 12 people, including the chief priest of Washim's Pohradev temple, tested positive after Maharashtra minister Sanjay Rathod visited the temple and thousands of supporters gathered during his visit.</p><p>The spike in Covid-19 cases in Maharashtra is entirely being attributed to a violation of Covid-19 norms. As part of the government's 'Mission begin again', education institutes started reopening gradually in January. Civic elections were also held in January. All of this collaboratively resulted in the spike in Maharashtra, the Centre's report has said.</p>"},
{"headline": "Neha Bhasin: 1990s onwards, ek hadd se zyaada importance Bollywood ko mil gayi hai", "link": "https://www.hindustantimes.com/entertainment/music/neha-bhasin-1990s-onwards-ek-hadd-se-zyaada-importance-bollywood-ko-mil-gayi-hai-101615556379356.html", "content": "<p>She started her career as a pop singer with the band Viva, which eventually split up, and thus began her stint in playback singing for Hindi films. Having found immense success with chartbusters such as Swag Se Swagat and Jag Ghoomeya, she says that independent music was overshadowed by Bollywood until now.</p><p>“Yes, obviously we as a nation are obsessed with it. I have been asked this question ‘why are you not doing more playback’ for years now, even though I am currently doing so much of my own music. For the past one year, Bollywood was sitting at home, and artists, labels like us took entertainment forward,” she says.</p><p>The 38-year-old adds that online platforms too were the saviour in these tough times when it came to keeping people occupied. She continues, “Other than of course OTT platforms and their content, they were the only ones working. Actors were at home, especially Bollywood, which had shut down in the Covid 19 pandemic.”</p><p>It isn’t as if she is denying the importance altogether which Bollywood holds in India. “I feel it has it’s place. They have been entertaining us for decades, we have seen legendary work come out of it, and not just in terms of music, if you look at yesteryear film songs. But 1990s onwards, ek hadd se zyaada importance Bollywood ko mil gayi hai, there’s too much power to the platform. It’s also happening in the music industry, I think they started misusing it. Maybe a time has come now, it has already started, with OTT’s having taken over. Music has come back with a bang. I think you will see change happening. In the next one year, I have a feeling that Bollywood will not be the only thing people forward to anymore. I could be wrong, but there’s been a massive shift,” says Bhasin.</p>"},
{"headline": "Make your spaces fit you better: Tips from environmental psychologist Lily Bernheimer", "link": "https://www.hindustantimes.com/lifestyle/art-culture/make-your-spaces-fit-you-better-tips-from-environmental-psychologist-lily-bernheimer-101615556439590.html", "content": "<p>As director of Space Works Consulting, Lily Bernheimer studies and advises on how workspaces, dwellings and urban environments can better help the people and purpose they serve. </p><p>If the pandemic has taught us anything, it’s that surroundings – the intensity of lighting, a grid-style or organic town plan, a messy or clean desk – all contribute to mental health and have an even greater impact on well-being than previously thought. Bernheimer, an environmental psychologist and author of The Shaping of Us: How Everyday Spaces Structure Our Lives, Behaviour, and Well-Being (2019), focuses in her work on creating spaces that are conducive to mental health. Think of how you might respond to the colour white. In the West, it is a symbol of celebration, and immediately sparks happiness. In many other cultures, an overwhelming wash of white can have the opposite effect, because it is associated with mourning. </p><p>At the level of city planning, such little missteps can have major impacts. Even a templatised grid of streets, the signature of a modern living, “is very different from the way cities grew in history,” Bernheimer says. There’s a reason winding lanes and street corner pubs feel charming. The curves and local landmarks left over from the history of older towns feel more comfortable because they’re more natural than the grids and strict order of a modern planned city. </p><p>Here then are three tips that might end up making you happier where you are. </p><p><b>A neat room for a healthier diet? </b>If you’re trying to eat more healthily and / or lose weight, try cleaning your room, Bernheimer says. Studies suggest a link between order in the environment and good eating choices. In a messy space, you’re more likely to make food choices that adversely impact your health. </p><p><b>If you’re creating a work-from-home nook, focus on lighting first.</b> A good work area must have at least two sources of light. “It helps if we think about the cycle of the sun,” Bernheimer says. “Its light reaches us from multiple directions through the day.” Designing a workspace such that it gets light from different directions at different times of day, preferably natural in the day and warm tones after dark, has been shown to have a calming effect and boost productivity, Bernheimer says. </p><p><b>Plants always help.</b> Anything natural will make your space more conducive to mental health — whether it’s wooden flooring, a bowl of fruit or even a tiny rock garden.</p>"},
{"headline": "Uttarakhand CM Tirath Singh Rawat gets new cabinet with 4 new faces", "link": "https://www.hindustantimes.com/cities/dehradun-news/uttarakhand-cm-tirath-singh-rawat-gets-new-cabinet-with-4-new-faces-101615556123875.html", "content": "<p>The suspense on the new cabinet of chief minister Tirath Singh Rawat ended on Friday after eleven of his party MLAs took oath as ministers in his government at Governor House on Friday evening.</p><p>Among the ministers, four are new faces including Vishen Singh Chuphal, Bansidhar Bhagat, Ganesh Joshi and Swami Yatishwaranand. The remaining are from the previous cabinet including Subodh Uniyal, Satpal Maharaj, Arvind Pandey, Dhan Singh Rawat, Rekha Arya, Harak Singh Rawat and Yashpal Arya. Only Madan Kaushik has not been repeated as he was appointed the new state president on Friday.</p><p>Among the new faces, Bansidhar Bhagat, who is party MLA from Kaladhungi, had served as BJP state president before Kaushik. He is likely to be the deputy chief minister, a position that has been created for the first time in the history of Uttarakhand.</p><p><strong>Also read: </strong><a href=\"https://www.hindustantimes.com/cities/dehradun-news/uttarakhand-congress-bjp-changed-cm-s-face-no-change-in-graft-unemployment-101615549117157.html\" target=\"_blank\"><strong>Uttarakhand Congress - BJP changed CM’s face, no change in graft, unemployment</strong></a></p><p>According to party insiders, he had been given a prominent position in the government as a \"compensation for the state president post.\"</p><p>Among other prominent new faces in the cabinet, Chuphal's inclusion had been an attempt by the party to pacify him as he had expressed his resentment against the working of previous CM Trivendra Singh Rawat before the Central leadership. An MLA from Didihat constituency, Chuphal had also reportedly written a letter to the party Central leadership during the recently concluded budget session in the state assembly in Gairsain along with thirteen other party MLAs. He, along with other ministers, had threatened to tender their resignation if Trivendra Singh Rawat is not replaced. It was this incident that reportedly triggered the politician crisis in the BJP.</p><p>Another new face, MLA from Haridwar rural, Yatishwaranand, is believed to have been rewarded for his feat of defeating former CM Harish Rawat of Congress in the 2017 assembly elections. His inclusion is also important as the party had to have a representation from Haridwar after Kaushik, who also hails from the region, was appointed the new party chief in the state.</p><p>The fourth MLA in the cabinet is three-time BJP MLA from Mussoorie, Ganesh Joshi. Considered a \"public leader\" in his area, Joshi is believed to have been rewarded for his loyalty to the party.</p><p>Political experts, however, have described the new cabinet as an act of balance by the newly-appointed CM on caste and region equations along with pacifying the \"rebel MLAs.\"</p><p>Political expert, MM Semwal, said, \"the new cabinet has six ministers from the Garhwal region while five are from Kumaon. Those from Garhwal include MLAs like Satpal Maharaj, Subodh Uniyal, Harak Singh Rawat, Dhan Singh Rawat, Ganesh Joshi and Swami Yatishwaranand while Yashpal Arya, Rekha Arya, Arvind Pandey, Vishan Singh Chuphal and Bansidhar Bhagat come from Kumaon.\"</p><p>Semwal added, \"by including Chuphal, the party leadership seems to have finally doused the fire of rebellion.\"</p><p>Meanwhile, the Congress has termed the new cabinet a mere \"eyewash\" to cover up the government's \"failures.\"</p><p>Party state president Pritam Singh said, \"The new cabinet will make no difference for the BJP with a year left for the next state assembly elections in 2022.\"</p><p>\"If they are thinking that changing the CM and having a new cabinet will help them in the elections then they are wrong because the public has already made up their mind to show them the door in 2022,\" said Singh.</p>"},
{"headline": "Why is India’s traffic still among the worst in the world?", "link": "https://www.hindustantimes.com/lifestyle/travel/why-is-india-s-traffic-still-among-the-worst-in-the-world-101615556859851.html", "content": "<p>Sitting through traffic is among the least pleasant things we do. And some cities have it so much worse than others. If you’re stuck in a traffic jam in Mumbai, Bengaluru or Delhi, you’re on one of the world’s Top 10 most-choked roads, according to the latest TomTom traffic index report. </p><p>The index has been providing insight on traffic congestion levels across 400 cities around the world for 10 years. It’s powered by real-time traffic data and put together by the Amsterdam-based location technology provider TomTom International, which uses data from around 600 million connected devices to calculate, for example, how much extra time a driver will spend in traffic during rush hour in Mumbai.</p><p>Over the past four years, Mumbai, Delhi and Bengaluru have consistently featured on TomTom’s top 10 most congested cities in the world for traffic. Mumbai, in fact, was at #1 in 2018 and has remained in the top five since. </p><p>The pandemic did temporarily ease the gridlock in 2020. Of the 400 cities surveyed, 387 experienced a significant decrease (average of 21%) in overall congestion. By contrast, only 13 cities saw their traffic jams increase. </p><p>But the top 5 remains familiar — Moscow returned to #1 after five years, with 54% congestion. Mumbai shares second place with Bogota and Manila, all seeing congestion levels of 53%. (This means a trip in any of these cities would take about 53% more time than it should.) Bengaluru is at #6 (51% congestion), New Delhi at #8 (47% congestion) down a bit from its last appearance at #4 in 2018. The other Indian city to feature is Pune, at #16, with 42% congestion. </p><p>The problem isn’t new; the real problem is that the solutions aren’t new either, planners say. </p><p>City planners turn blindly, again and again, to the same seemingly obvious solution: create more road space. But even with more road, infrastructure has been unable to keep pace with the growing number of cars. </p><p>India’s road networks have grown by about 30% over the past decade, whereas vehicle registrations have risen by almost three times. In January 2019 alone, at least a million-and-half (1,607,315) vehicles were bought and registered across the country — an average of 51,000 new vehicles a day.</p><p>“Congestion is only a symptom of a larger problem of misplaced priorities when it comes to urban planning and mobility,” says Vaishali Singh, a senior associate on urban planning and design at the India arm of the US-based Institute for Transportation and Development Policy (ITDP), a global non-profit organisation. “(Growth in) private vehicle ownership has surpassed the population growth rate in most cities. Yet cities continue to support them by creating urban highways and constructing more flyovers; instead cities should invest in high-quality public transport and walking and cycling infrastructure and incentivise people’s shifts to these modes,” Singh says.</p><p>As has been stated time and again, in text, numbers and viral animated graphics, a single bus, used to capacity, can take 30 to 40 cars off the street. A single Metro rake can take 20 to 30 buses off the roads (and move much faster, getting more people to their destinations in the same amount of time). Yet, buses get perhaps the least attention of any mode of public transport in India’s cities.</p><p>As a result, bus ridership in India’s metropolitan cities has declined by 20% over the last decade. Meanwhile, the traffic continues to take an economic, social and environmental toll. The average Mumbai resident wastes the equivalent of 8 days and 17 hours a year stuck in traffic jams. The average Delhi resident spends 7 days and 22 hours, according to TomTom’s 2019 report.</p><p>Cities must focus on public transport more effectively, and simultaneously encourage a shift to non-motorised transport — walking and cycling — for short trips, making this safer and easier with wide comfortable footpaths and protected bicycle lanes, says Singh of ITDP India. “And we must disincentivise the use of private vehicles by various methods including congestion pricing.” </p><p>Until then, take a book, because the jams are likely to get worse before they get better.</p>"},
{"headline": "India's forex reserves fall by over USD 4 billion to USD 580.299 billion: RBI", "link": "https://www.hindustantimes.com/india-news/indias-forex-reserves-fall-by-over-usd-4-billion-to-usd-580-299-billion-rbi-101615557244335.html", "content": "<p>The country's foreign exchange reserves declined by USD 4.255 billion to USD 580.299 billion in the week ended March 5, according to RBI data.</p><p>In the previous week ended February 26, the reserves rose by USD 689 million to USD 584.554 billion. It had touched a record high of USD 590.185 billion in the week ended January 29, 2021.</p><p>In the reporting week ended March 5, the fall in reserves was due to a decline in the Foreign Currency Assets (FCA).</p><p>The FCA dipped by USD 3.002 billion to USD 539.613 billion, the Reserve Bank of India's (RBI) weekly data showed.</p><p>Expressed in dollar terms, FCA includes the effect of appreciation or depreciation of non-US units like the euro, pound and yen held in the foreign exchange reserves.</p><p>The gold reserves declined by USD 1.206 billion to USD 34.215 billion in the reporting week, as per the data.</p><p>The Special Drawing Rights (SDRs) with the International Monetary Fund (IMF) fell by USD 11 million to USD 1.506 billion in the reporting week.</p><p>The country's reserve position with the IMF also declined by USD 36 million to USD 4.965 billion in the reporting week, the data showed.</p>"},
{"headline": "BJP leaders meet EC, demand probe over 'attack on Mamata Banerjee", "link": "https://www.hindustantimes.com/elections/west-bengal-assembly-election/bjp-leaders-meet-ec-demand-probe-over-attack-on-mamata-banerjee-101615557495022.html", "content": "<p>A BJP delegation comprising Union Minister Piyush Goyal and party general secretary Bhupender Yadav on Friday met Election Commission officials and demanded an independent inquiry into the incident in which TMC supremo and West Bengal Chief Minister Mamata Banerjee got injured.</p><p>The BJP delegation met poll panel officials hours after a six-member group of Trinamool Congress (TMC) leaders met the EC demanding a high-level probe into the alleged attack on West Bengal Chief Minister in Nandigram that led to her injury.</p><p>Besides Goyal and Yadav, party leaders Sambit Patra, Anirban Ganguly and Swapan Dasgupta were also in the BJP delegation.</p><p>Addressing reporters after the meeting, Yadav said the BJP has demanded an independent inquiry into the incident in West Bengal's Nandigram on March 10 when Banerjee got injured.</p><p>Yadav, a general secretary of the BJP, said, \"The party also requested the election commission to make public the video of Banerjee's rally in which she got injured.\"</p><p>The BJP leader said once a candidate files nomination, the poll panel maintains a visual record of his public engagements.</p><p>The saffron party also demanded that special observers be appointed for the Nandigram Assembly seat from where Banerjee is contesting against her protege-turned-adversary the BJP's Suvendu Adhikari.</p><p>Earlier in the day, a TMC delegation met the Election Commission and demanded a high-level probe into the alleged attack on Banerjee in Nandigram and claimed it was not an \"unfortunate incident\", but a conspiracy.</p><p>The TMC met the full EC team, including Chief Election Commissioner (CEC) Sunil Arora, for over an hour and submitted a memorandum to it, highlighting how BJP leaders in West Bengal had threatened the chief minister through tweets and other remarks.</p><p>In the memorandum, the TMC has made allegations against Suvendu Adhikari, the Bharatiya Janata Party (BJP) candidate from Nandigram in the upcoming state Assembly polls.</p><p>TMC leaders had also met EC officials in Bengal on Thursday, following which the poll body sent a strongly-worded letter to the party on its memorandum over injuries to Banerjee during the campaign, saying it looks \"undignified to even respond\" to allegations that the poll panel is doing things in the state at the behest of a \"particular party\".</p>"},
{"headline": "Pawar: MPSC handled exam issue poorly, regret inconvenience to students", "link": "https://www.hindustantimes.com/cities/pune-news/pawar-mpsc-handled-exam-issue-poorly-regret-inconvenience-to-students-101615557699292.html", "content": "<p>After the fiasco of the postponement of the state civil service prelim exam and the outrage of the aspirants, Maharashtra deputy chief minister Ajit Pawar admitted that the Maharashtra Public Service Commission (MPSC) handled the situation poorly and expressed regret for the inconvenience caused to the candidates. </p><p>He also said that there should be no more politics on this issue and students should focus on the study as the new exam date has been declared. </p><p>“In my opinion, the MPSC handled this issue poorly. The commission should have handled this situation more appropriately, however, the CM has clarified, and a new date of the prelim exam has been declared. Whatever happened was unfortunate, students should not have felt a need to come out on the roads. Yesterday’s decision caused students to suffer. As the deputy chief minister of the state, I regret the inconvenience caused to the students,” Ajit Pawar said while talking to the reporters at Council hall in Pune. </p><p>Pawar also insisted on not fuelling this issue anymore as appropriate clarification has been given by the chief minister. </p><p>“The chief minister took cognisance of this matter immediately and reassured the aspirants. This issue should not be politicised further,” Pawar said. </p><p>The state civil service preliminary exam was scheduled for March 14th but on Thursday, the MPSC announced the postponement of the examination due to the spread of Covid infection throughout the state. </p><p>This was the fifth time the examination was postponed. The announcement caused widespread outrage among state civil service aspirants throughout the state, and they staged protests in major cities such as Pune, Nashik, Nagpur, Aurangabad, Amravati. </p><p>Following this backlash, chief minister Uddhav Thackeray addressed the state late on Thursday, and a revised examination date was declared on Friday. </p><p>The state civil service preliminary examination now will be conducted on March 21st, later this month. </p>"},
{"headline": "Shraddha Kapoor poses on beach with 'birthday mommy', credits 'baapu' for pic", "link": "https://www.hindustantimes.com/entertainment/bollywood/shraddha-kapoor-poses-on-beach-with-birthday-mommy-shivangi-credits-baapu-shakti-kapoor-for-pic-101615555524961.html", "content": "<p>Actor <a href=\"https://www.hindustantimes.com/entertainment/bollywood/shraddha-kapoor-and-anil-kapoor-join-priyaank-sharma-s-baaraat-dance-like-no-one-is-watching-see-pics-101615460254990.html\" target=\"_blank\">Shraddha Kapoor</a> has shared a new picture on Instagram on her mother Shivangi Kolhapure's birthday. She gave her father Shakti Kapoor the picture credit.</p><p>The photo showed Shraddha and her mother lying on the beach, on their stomachs. She captioned the post, \"Birthday Mommy 👯🌸💜 Photo by Baapu @shaktikapoor.\"</p><p><br></p><p>Shraddha's friend and makeup artist Shraddha Naik commented, \"To the one who gives the warmest hugs. Happy Birthday Aunty!!\" Others also took to the comments section to wish Shraddha's mother a happy birthday.</p><p>The actor recently attended the wedding festivities of her cousin, Priyaank Sharma, in the Maldives. Priyaank, son of actor Padmini Kolhapure, tied the knot with Shaza Morani, daughter of producer Karim Morani, in accordance with Christian traditions. They had already had a court marriage in February, and they followed it up with a Hindu ceremony after returning from the Maldives.</p><p>Pictures of Shraddha and actor Anil Kapoor, dancing along with the 'baaraat', were shared online. In the Maldives, she was photographed with her rumoured boyfriend, Rohan Shrestha.</p><p>Also read: <a href=\"https://www.hindustantimes.com/entertainment/bollywood/shraddha-kapoor-and-anil-kapoor-join-priyaank-sharma-s-baaraat-dance-like-no-one-is-watching-see-pics-101615460254990.html\" target=\"_blank\">Shraddha Kapoor and Anil Kapoor join Priyaank Sharma's baaraat, dance like no one is watching. See pics</a></p><p>Both Shakti Kapoor and Rohan's father, Rakesh, have approved of their potential union. On being asked about Shraddha and Rohan’s relationship, Rakesh told ETimes, “As far as I was told, they were friends from their college days. Besides, they have many common friends in Juhu. They both are doing so well in their professional lives, so any decision they take about being together will also be a sensible and mature one.”</p>"},
{"headline": "'Don't take freedom for granted': What Anupam Kher said at Dandi March event", "link": "https://www.hindustantimes.com/videos/news/dont-take-freedom-for-granted-what-anupam-kher-said-at-dandi-march-event-101615557661290.html", "content": ""},
{"headline": "Watch: Leopard attack leaves 4 injured, including 2 kids, in MP's Indore", "link": "https://www.hindustantimes.com/videos/news/watch-leopard-attack-leaves-4-injured-including-2-kids-in-mp-s-indore-101615557735908.html", "content": ""},
{"headline": "Severe allergy added to AstraZeneca Covid-19 vaccine side effects: EU regulator", "link": "https://www.hindustantimes.com/world-news/severe-allergy-added-to-astrazeneca-covid-19-vaccine-side-effects-eu-regulator-101615557443223.html", "content": "<p>Severe allergies should be added to the possible side effects of AstraZeneca's coronavirus vaccine after likely links were found to a number of cases in Britain, the EU's drug regulator said on Friday.</p><p>The development comes a day after the European Medicines Agency said it was investigating a separate issue of blood clots that prompted Denmark to suspend use of the jab, but said it remained safe to use.</p><p>The Amsterdam-based EMA said it had \"recommended an update to the product information to include anaphylaxis and hypersensitivity (allergic reactions) as side effects\".</p><p>\"The update is based on a review of 41 reports of possible anaphylaxis seen among around 5 million vaccinations in the United Kingdom,\" it said in the highlights of the EMA committee that assesses the risk of medications.</p><p>\"After careful review of the data, (the committee) considered that a link to the vaccine was likely in at least some of these cases.\"</p><p>The EMA said however that anaphylaxis, or what it called \"severe allergic reactions\", was already what it called a \"known side effect that may occur, very rarely, with vaccines\".</p><p>The AstraZeneca vaccine's product information already said that people should be kept under \"close observation for at least 15 minutes\" after getting the jab in case of allergic reactions.</p>"},
{"headline": "Helping a star to shine: Meet the woman who lit up Mumbai’s Rajabai clock tower", "link": "https://www.hindustantimes.com/lifestyle/art-culture/helping-a-star-to-shine-meet-the-woman-who-lit-up-mumbai-s-rajabai-clock-tower-101615557940008.html", "content": "<p>Lighting allows a structure to communicate with people, says Kanchan Puri. Done right, it can transport a visitor through time, as with the sound and light shows at the pyramids of Giza or the sprawling royal forts of Rajasthan. </p><p>When Puri’s company, KSA, was approached to design the lighting for Mumbai’s 142-year-old Rajabai clock tower and University library building, she knew it would be one of the firm’s most high-profile and challenging projects yet. </p><p>Over two decades, KSA has designed the lighting for the 2,000-year-old Ajanta Caves in Aurangabad, a Unesco world heritage site; for Jawaharlal Nehru’s one-time home, Teen Murti Bhavan, in Delhi; and for the Asiatic Library in Mumbai, among other heritage and commercial structures. </p><p>But the Rajabai tower is different — it’s a heritage gem in the midst a bustling city, visible for miles away, its façade an intricate collection of niches, arches and curves.</p><p>“The idea was not to light it up and make it into some sort of a Disneyland with all the colours under the sun,” says Brinda Somaya, the conservation architect appointed for the entire restoration project. “It had to be an elegant show of architectural quality as it’s a beacon for the city and all beacons have to be lit to tell a story. The architectural quality of the tower and the library had to show up.”</p><p>So, in 2017, KSA was brought on. After an interruption to work caused by the pandemic, the lighting is nearly all done and the project will be complete by the end of the month. </p><p>With the clock tower, “we are going for a subtle revelation rather than a dramatic effect, with layers that range from the subtle to the celebratory,” Puri says. “The gallery at the top of the first level is carefully sculpted with light. In these instances, the outside faces are kept relatively dark, creating a lantern effect. Above the first gallery are niches in which are stone figures representing the different races and costumes of western India. These sculptures have been backlit with a soft light, exposing the figures in silhouette. The play of light and shadow is very pronounced at this level.” </p><p>The torso of the Tower is the dynamic piece of the jewel. The facade is replete with intricate detailing and the intricate nature of the lighting here attempts to celebrate that. </p><p>The slender columns are uplit. The arches are soaked in light. The galleries at various levels are illuminated in a dramatic style to set off the unique architecture, with its influences drawn from Victorian Gothic and Islamic styles. </p><p>Puri studied at the JJ school of architecture in Mumbai and then got a Masters in building sciences and lighting design from the University of Southern California in Los Angeles. For inspiration, she looks to the work of the iconic Swiss-French architect Le Corbusier, the man best known in India for designing the planned city of Chandigarh in the 1950s and ’60s. </p><p>“His Notre-Dame du Haut chapel in Ronchamp, France, is one of the most inspirational spaces, chasing how light seeps into the space,” Puri says. </p><p>The lighting of the Rajabai clock itself was an enormous challenge, Puri adds. “This is the obvious beacon one would look for.” Seven mock-ups were created to verify the angles, intensity, colour rendering and fixture spacings. And so it stands now, bathed in a soft gold that gleams for miles, every detail seemingly illuminated.</p><p>“One way of identifying with your city is through its architecture,” Somaya says. “The clock tower is a light of hope. There’s some talk of opening it up for the public. I hope once the government sees its beauty after restoration and lighting, that will be the next step.”</p>"},
{"headline": "Tamil Nadu assembly elections: AMMK releases third list of candidates for polls", "link": "https://www.hindustantimes.com/elections/tamil-nadu-assembly-election/tamil-nadu-assembly-elections-ammk-releases-third-list-of-candidates-for-april-6-polls-101615557541665.html", "content": "<p>The Amma Makkal Munnetra Kazhagam, led by expelled AIADMK leader V K Sasikala's nephew T T V Dhinakaran, on Friday released the third list of 130 candidates for next month's Assembly elections, taking its number to 195.</p><p>AMMK's allies include Social Democratic Party of India (SDPI) and Asaduddin Owaisi-led AIMIM and they have been allotted six and three seats, respectively.</p><p>On Friday, Dhinakaran released the candidates for 130 seats, adding to the 65 he has already named.</p><p>The party chief is contesting from Kovilpatti against local AIADMK strongman and Information Minister Kadambur Raju.</p><p>Single phase polls to a total of 234 seats in Tamil Nadu are scheduled on April 6.</p><p>The party also named nominees to nine seats in the neighbouring union territory of Puducherry, which will also go to polls on April 6. </p>"},
{"headline": "In Assam, 1 BJP MLA comes back to fold, another to contest as Independent", "link": "https://www.hindustantimes.com/elections/assam-assembly-election/in-assam-1-bjp-mla-comes-back-to-fold-another-to-contest-as-independent-101615554698202.html", "content": "<p>The Bharatiya Janata Party leadership in Assam on Friday convinced a rebel MLA to come back to the party fold while it failed to stop another from contesting the coming polls as an Independent candidate.</p><p>Shiladiyta Dev, the vocal and controversial legislator from Hojai, who had resigned from the party after being denied a ticket, decided not to contest as an Independent after a meeting with BJP national general secretary Dilip Saikia and senior minister Himanta Biswa Sarma.</p><p>“Media has been reporting about Dev’s resignation from the party. I would like to inform that Dev has been a BJP worker, is a BJP worker and will remain a BJP worker. He will campaign for party candidates across Assam and in Hojai and Lumding,” Sarma told journalists with Dev accompanying him.</p><p>Dev had submitted his resignation to the party on Wednesday after BJP decided to field Ram Krishna Ghosh from the Hojai seat. Dev is among the 12 sitting BJP MLAs in Assam who have been denied a ticket this time in favour of new faces.</p><p>“Dev is a known face in Assam politics. His development work in Hojai is known to everyone. But since BJP is a national party and we had to take certain decisions (keeping everything in perspective). Therefore, it was decided to give the ticket from Hojai to Ram Krishna Ghosh,” Saikia said.</p><p>“While Ghosh will be the candidate, Dev will help in the election. There is no difference among us now. The party has decided to give Dev a very important and respectable position either in party or in government very soon,” he added.</p><p>Dev has been very vocal in the past on problems faced by Hindu refugees from Bangladesh, problems in the updated National Register of Citizens (NRC) and non-implementation of the Citizenship Amendment Act (CAA).</p><p>“I have decided not to contest as an Independent candidate in order to prevent Ajmal’s (AIUDF president) influence in Hojai. If I contest as an Independent, BJP could not have won and the Congress-AIUDF would have benefitted. That’s why after lot of thought, I decided on not contesting,” Dev told journalists adding that it’s for the party to take a call on his resignation.</p><p>While Sarma and the BJP leadership were able to pacify Dev, they failed to stop former deputy speaker of assembly and sitting MLA from Silchar Dilip Kumar Paul, who resigned from the party on Wednesday for being denied a ticket, from filing nomination on Friday as an Independent candidate.</p><p>“I have nothing against BJP’s national leadership, but we all know what is happening with the party in Assam. I have decided to contest due to wishes of the voters in the area who want me to represent them again,” said Paul.</p><p>BJP has given the Silchar ticket to Dipayan Chakraborty, a close associate of the party Silchar MP Rajdeep Roy. Paul had alleged that he was denied the ticket as he was opposed to corrupt practices of Roy and Chakraborty.</p><p>Another sitting BJP MLA, Sum Ronghang, who was a cabinet minister in the Sarbananda Sonowal cabinet, has already resigned from the party after denial of ticket. He will now contest as the Congress candidate from the Diphu seat.</p>"},
{"headline": "Aftab Shivdasani: Films are releasing but not all of them will lure audiences to the cinemas", "link": "https://www.hindustantimes.com/entertainment/bollywood/aftab-shivdasani-films-are-releasing-but-not-all-of-them-will-lure-audiences-to-the-cinemas-101615556619524.html", "content": "<p>As films are bee lining to release in theatres this year after a lull in 2020, there is a sense of general cheer within the film industry. While Aftab Shivdasani is happy with the recent development, he feels that not all films will get audiences and that he attributes to the rise of the OTTs.</p><p>“The OTT space has taken over the entertainment industry. The quality is great and that is going to put everybody on their toes. People are now watching content at home and their mind is used to watching such superior quality content that they will not settle for anything less,” shares Shivdasani.</p><p>The actor further adds how the ball is now in the court of the viewers. “Films are releasing but not all of them will lure audiences to the cinemas. If you make the same boring stuff in cinema why would they pay money and watch it?They can watch the more cutting edge stuff, more innovative stuff on OTTs sitting in their living rooms. It is going to keep filmmaker on their toes because if they want to lure people to come back to cinemas then they have to provide something big, grand, captivating and innovative,” he explains.</p><p>The 42-year-old, who made his web debut last year with Poison 2, says for him it is going to be both the mediums.</p><p>“I would have a mix of both. OTT is a very exciting new medium and it is going to be here and stay in our lives for a very long time. And of course films, theatrical films are not going anywhere too, so the nest we can do is make the most of both,” he concludes.</p>"}
]