{"source": "HindustanTimes", "headline": "25 days on, Punjab govt yet to issue notification for Mohali MC elections", "link": "https://www.hindustantimes.com/cities/chandigarh-news/25-days-on-punjab-govt-yet-to-issue-notification-for-mohali-mc-elections-101615750908867.html", "content": "<p>Even as the outcome of the Mohali municipal corporation elections was declared 25 days ago, the Punjab government has yet to issue the notification for the same. Thus, the elected councillors have yet to take oath.</p><p>The elections were held on February 14 and the results were announced on February 18.</p><p>In the absence of a House of representatives, decisions for several development works and approval of MC budget for the year 2021-22 remain pending.</p><p>In the results declared, Congress registered a landslide victory by winning 37 of the 50 seats. The Azad Group-Aam Aadmi Party combine clinched 10 seats, while the remaining three were bagged by independent candidates.</p><p>When contacted, local bodies principal secretary Ajoy Kumar Sinha said, “We are hopeful of issuing the notification in a week’s time. It got delayed due to the assembly session.”</p><p>Newly elected councillor Harjinder Kaur Baidwan (Azad Group) said it has happened for the first time that the state government has not issued the notification even after 25 days. On the other hand, people are suffering as civic works are not being done, she said.</p><p>The two front runners for the post are Amarjeet Singh Sidhu, brother of Punjab cabinet minister Balbir Singh Sidhu, and former senior deputy mayor Rishiv Jain, who won the elections for the third time in a row. While Amarjeet succeeded from ward 10, Rishiv swept ward 20, both on Congress tickets.</p><p>For Amarjeet, who is into the liquor business and director of SAS Nagar Central Cooperative Bank Limited, it is a first win.</p><p>“As of now, we have not decided on any name. We are waiting for the notification and will comply with whatever all councillors and party high command decide,” said Sidhu.</p><p>A senior Congress councillor, wanting anonymity, said, “Most of the party councillors are in favour of Amarjeet Singh Sidhu, while Rishiv Jain will be again given charge as senior deputy mayor. Kuljeet Bedi, who has won for the third time, is set to be the deputy mayor.” The mayor is elected for a term of five years.</p>"}
{"source": "HindustanTimes", "headline": "Farmers’ protest against MLA Goel in Ambala: SHO suspended for negligence", "link": "https://www.hindustantimes.com/cities/chandigarh-news/farmers-protest-against-mla-goel-in-ambala-sho-suspended-for-negligence-101615750788579.html", "content": "<p>A station house officer (SHO) in Ambala has been suspended for negligence, following a protest by farmers and members of the Bharatiya Kisan Union (Charuni) against Ambala City MLA Aseem Goel on Thursday.</p><p>As per the order made available on Sunday, inspector Hamir Singh, in-charge of Baldev Nagar police station, has been placed under suspension and transferred to Police Lines. </p><p>“During the protest, these leaders and members of Bharatiya Kisan Union abused Aseem Goel, MLA, Ambala City. DSP (HQ) Sultan Singh further recommended that a departmental action should be taken against inspector Hamir Singh posted as SHO PS Baldev Nagar for not taking any legal action against leaders and members of Bharatiya Kisan Union. For the above misconduct and negligence, Singh is hereby placed under suspension with immediate effect,” read the order issued by Ambala senior superintendent of police Hamid Akhtar.</p><p>Singh was among several other station in-charges, along with DSP Sultan Singh, who were on duty during the protests that took place from Inco Chowk to the MLA’s residence in Prem Nagar. </p><p>The protesters had allegedly raised objectionable slogans and burnt the MLA’s effigy outside his residence, for his alleged derogatory remarks about farmers and for voting against the trust vote moved by the Congress in the assembly on Wednesday.</p><p>Sources said the MLA, who had issued video statements clarifying his statement, was miffed with the police for letting the protesters reach his residence. </p><p>On the same night of protests, an FIR was also lodged against nine farmer leaders for rioting, defamation and using obscene remarks on the complaint of Ambala police security officer Naveen at the Baldev Nagar police station. </p>"}
{"source": "HindustanTimes", "headline": "Will follow original Nanakshahi calendar, not amended version, says Pakistan gurdwara body", "link": "https://www.hindustantimes.com/cities/chandigarh-news/will-follow-original-nanakshahi-calendar-not-amended-version-says-pakistan-gurdwara-body-101615750968787.html", "content": "<p>The Pakistan Sikh Gurdwara Parbandhak Committee (PSGPC) on Sunday refused to follow the “amended” Nanakshahi’ calendar that was unveiled by Akal Takht acting jathedar Giani Harpreet Singh in Amritsar a day before and released the original version.</p><p>A religious function was organised at Gurdwara Janam Asthan, the birthplace of Sikhism founder Guru Nanak, to celebrate the beginning of the Sikh new year Nanakshahi Samvat 553. </p><p>Addressing the gathering, PSGPC general secretary Ameer Singh appealed to the Akal Takht jathedar to resolve the issue and call a group of Sikh scholars to implement the calendar’s original version which he termed as a “symbol of distinct identity of the Sikh religion”. </p><p>The SGPC had rolled back the original version introduced in 2003 under pressure from Damdami Taksal chief Harnam Singh Khalsa-led Sant Samaj, which was in alliance with the Shiromani Akali Dal (SAD) during the 2010 SGPC polls. </p><p>In the name of amendments, the original version was replaced with the new one which was modified as per the Bikrami calendar, but its nomenclature ‘Nanaksahi Calendar’ was not changed. </p><p>“Giani Harpreet Singh during his visit to Pakistan had assured us that he would constitute a committee of scholars to address the issue. If he is facing any problem, we are ready to host a meeting of scholars at Nankana Sahib. The issue has to be resolved at the earliest possible,” said PSGPC chief Satwant Singh said.</p>"}
{"source": "HindustanTimes", "headline": "The state of play on inflation and its wider implications", "link": "https://www.hindustantimes.com/business/the-state-of-play-on-inflation-and-its-wider-implications-101615749231733.html", "content": "<p>Retail inflation, as measured by the Consumer Price Index (CPI), grew at 5% in February 2021 on an annual basis. The February numbers also entail a reversal of the falling trajectory of inflation from November 2020 to January this year. What does this mean for the larger macro economy? Here are four charts that put the latest inflation numbers in perspective.</p><p><strong>1. Non-food prices were rising for a while, only food prices reversed their trend now</strong></p><p>39% of India’s CPI basket comprises of food items. This means that the headline inflation number is extremely sensitive to what is happening to food prices. The recent fall in headline inflation; it fell from 7.61% in October 2020 to 4.06% in January 2021, before rising to 5.03% in February, was largely a reflection of a moderation in food inflation, which fell sharply from 11% in October 2020 to just 1.96% in January 2021. </p><p><strong>Also Read: </strong><a href=\"https://www.hindustantimes.com/business/factoryproductioncontracts-in-january-inflation-hits-3-month-high-101615585145232.html\" target=\"_blank\">Factory production contracts in January inflation hits 3-month high</a></p><p>Prices of non-food items never really moderated during this period. The non-food basket of CPI grew at 5.39% in October 2020, moderated slightly to 5.23% in November 2020 and has been rising steadily in the last three months to reach 5.78% in February 2021. The February 2021 value of non-food inflation is the highest since October 2018.</p><p><br></p><p><strong>2. What led to a rise in food inflation?</strong></p><p>The more important question is what didn’t.</p><p>Prices of cereals and products, vegetables and sugar and condiments — these three sub-groups account for almost half of the CPI food basket — were lower in Feb 2021 than they were in Feb 2020. This is the first instance since Jan 2012, the earliest period for which data is available under the current CPI series, that inflation for cereals and products has entered negative territory. Vegetable prices continued to fall, albeit at a slower rate, largely because of a tightening in onion and tomato prices. The commodity group which has really experienced a sharp spike in its prices in Feb is the (edible) oils and fat category. At 20.78%, the inflation in this category is the highest ever since January 2012. This group is experiencing uninterrupted double-digit inflation since April 2020. Prices of pulses and meat, fish and eggs also grew in double digit in February, again a continuation of a long-term trend.</p><p><br></p><p><strong>3. What is triggering non-food inflation?</strong></p><p>There is more to it than fuel prices. Core-inflation, which measures the trajectory of the non-food non-fuel basket of CPI, grew at 5.99% in February 2021, the highest since July 2018.</p><p>A look at the broad sub-categories of inflation shows that it is clothing and footwear and the miscellaneous category under the CPI; the latter has the largest weight of 28.32% after food, which show an increase in February compared to the previous month. A further disaggregation shows that prices of almost everything in the miscellaneous category, except personal care and effects, gained momentum in February. Transport and communication, which accounts for almost 30% of this category, re-entered double digit inflation zone. This basically means that transporters are passing on the pain of rise in fuel prices to the consumers. The trend in prices of these items is in keeping with what experts such as Pranjul Bhandari, the chief India economist of HSBC Securities and Capital Markets, have been saying about the possibility of a revival in services inflation once the economy opened up.</p><p><br></p><p><strong>4. These are the broad inflation trends. But what does it mean for the economy?</strong></p><p>It is bad news for rural demand.</p><p>For three consecutive months now, prices of non-food items have been rising at a faster pace than food items. This entails a worsening of terms of trade — ratio of prices of receivables and payables — for the farmers. As has been discussed above, the headline food inflation numbers do not capture the true picture of farmer headwinds for farmer well-being.</p><p><strong>Also Read: </strong><a href=\"https://www.hindustantimes.com/india-news/costly-food-higher-fuel-prices-take-retail-inflation-to-3-month-high-of-503-101615558947292.html\" target=\"_blank\">Costly food, higher fuel prices take retail inflation to 3-month high of 5.03%</a></p><p>Cereals, vegetables and sugar (cane); the three food groups which have experienced disinflation in February actually account for more than half of the value of output in Indian agriculture. Whereas food items which have seen an increase in prices have a smaller weight in the overall production basket and a large import content. Simply put, farmers who grow cereals, vegetables and sugarcane have to shell out more money for buying things from the market, while they are getting a lower price for what they are taking to sell to the market. This is bound to put a squeeze on their purchasing power and hence demand.</p><p>Farm incomes are not the only variable to get hit by the current rise in inflation. We have rural wage data till December 2020. Average rural wages came out of contraction zone after four consecutive months in December 2020. This was largely due to a moderation in inflation. A simple comparison of annual real and nominal wage growth in November and December 2020 brings this out. Whereas real rural wage increased by 3.2 percentage point during these two months, nominal wage growth increased by just quarter of a percentage point. If inflation were to reverse its falling trajectory, like it has in February, it could generate strong headwinds for rural wages, and therefore demand as well.</p><p><br></p><p>Obviously, rural demand will not be the only sector which will suffer because of growing inflation. There is a large consensus across the board that India’s post-pandemic economic recovery has seen a tilting of scales in favour of capital and away from labour, or what many have called a profit-led recovery. Private estimates such as the one by Centre for Monitoring Indian Economy suggest that labour force participation rates, which measures the share of working age people who are working or looking for a job, have not come back to pre-pandemic levels. India is also facing the possibility of a second Covid-19 wave at the moment. This has the potential to disrupt supply chains and trigger inflation once again. The Indian economy also faces international tailwinds to inflation; commodity prices, especially of crude oil, have been rising and expected to either maintain course or not come down anytime soon, as advanced country economies gather momentum, thanks to stimulus packages and vaccines. All these have a potential of putting a squeeze on real incomes and therefore aggregate demand.</p>"}
{"source": "HindustanTimes", "headline": "'Sachin Vaze had business partnership firms with Shiv Sena leaders': BJP leader", "link": "https://www.hindustantimes.com/cities/mumbai-news/sachin-vaze-had-business-partnership-firms-with-shiv-sena-leaders-bjp-leader-101615750097136.html", "content": "<p>BJP leader Kirit Somaiya on Sunday alleged that the controversial Mumbai cop Sachin Vaze, who was arrested by the National Investigation Agency (NIA), had business partnership firms with Shiv Sena leaders. Somaiya also demanded the sacking of Mumbai Police Commissioner Parambir Singh saying he was backing the tainted cop.</p><p>Somaiya said that Vaze had more than six businesses in which some of his partners were Shiv Sena leaders. “Vaze had a very close relationship with a top Sena leader. In addition, he has formed partnership firms dealing in construction and infrastructure with Sena leaders,” said Somaiya. He alleged that Vaze was a partner in firms like Multibuild Infraprojects Limited, Techlegal Solutions Pvt Ltd, DGNe Multimedia Limited, of which the first two had folded up and only the last one is functional.</p><p>He also named local Sena leaders like Sanjay Mashilkar and Vijay Gawai as partners in these firms. “How can an assistant police inspector form so many companies? Where did he get the resources from? This needs to be checked by the NIA,” said the BJP leader.</p><p>Mashilkar, who headed the Sena’s local unit for 13 years, defended his partnership in Multibuild Infraprojects Private Limited. “It was a legal private limited company and we fulfilled all the norms. It is not a crime to partner with a cop and we even disclosed it,” he said. “We however could not get business and hence wound up the company within one-and-a-half months of its formation,” added Mashilkar.</p><p>Similarly, Vijay Gawai, who had contested the BMC polls in 2017 on Sena ticket from Mulund, said there was no wrong in tying up with a cop. “Kirit Somaiya’s is just playing dirty politics and trying to mislead the people. We formed a firm but this company was shut down, it did not work well,” said Gawai.</p><p>Somaiya also said it was also surprising that a cop from such a lower rank can get direct access to the police commissioner. “This all seems too suspicious,” he added.</p><p>The NIA on Saturday arrested Sachin Vaze, who is at the centre of the investigation in connection with the mysterious death of Mansukh Hiren, an auto parts dealer linked to the SUV found parked outside billionaire Mukesh Ambani’s residence on February 25 with 20 sticks of gelatin and a threatening letter. On Sunday, the NIA court remanded him in NIA custody till March 25.</p>"}
{"source": "HindustanTimes", "headline": "Mamata Banerjee, Amit Shah slug it out in election rallies", "link": "https://www.hindustantimes.com/elections/west-bengal-assembly-election/mamata-banerjee-amit-shah-slug-it-out-in-election-rallies-101615750758610.html", "content": "<p>The electoral battle in West Bengal intensified on Sunday as chief minister Mamata Banerjee returned to the campaign trail after her injury to say that “a wounded tiger is more dangerous”, even as<a href=\"https://www.hindustantimes.com/elections/west-bengal-assembly-election/bjp-will-win-bengal-assembly-polls-with-over-200-seats-amit-shah-in-kharagpur-101615736676961.html\" target=\"_blank\"> Union home minister Amit Shah </a>held a roadshow and emphasised that the Bharatiya Janata Party (BJP) will form the next government in the state by winning over 200 seats.</p><p>In her first public appearance since alleging that she was injured in an attack by a group of men after filing her nomination papers in Nandigram on Wednesday, the Trinamool Congress chief was on a wheelchair on Sunday as she paid homage to 14 villagers of Nandigram who died in police firing on March 14, 2007, marking the beginning of a long agitation against acquisition of farmland by the Left Front government.</p><p>Banerjee was the face of the Nandigram agitation, which played a role in ending the Left Front’s 34-year-long rule in 2011. She observes March 14 as Nandigram Diwas every year and leads a silent procession in Kolkata. Nandigram is once again in news as Banerjee is contesting against her protégé-turned-adversary, BJP leader Suvendu Adhikari, from the Nandigram assembly seat in East Midnapore. Nandigram goes to the polls in the second phase on April 1.</p><p>“Let good prevail over evil. Have faith in me. I will move around in Bengal with my broken leg. Let’s play. A wounded tiger is more dangerous,” Banerjee said in her short speech after leading a silent procession in the heart of Kolkata. She also mentioned the <a href=\"https://www.hindustantimes.com/india-news/bengal-assembly-elections-amit-shah-to-hold-rallies-tmc-may-release-manifesto-101615690111702.html\" target=\"_blank\">Trinamool Congress</a>’s popular election slogan ‘khela hobe’ (let’s play).</p><p>“I have gone through many battles. But I never bowed my head. I am in pain. The doctors prescribed bed rest for 15 days. But if I take rest, who will reach out to the people of Bengal? In that case, the conspirators will succeed,” Banerjee told a huge crowd at Hazra Park. A ramp was built next to the dais for her wheelchair.</p><p>Banerjee was injured in Nandigram on Wednesday evening when the door of her SUV slammed against her left foot. She alleged that four-five people in a crowd that surrounded the vehicle deliberately pushed the door. Opposition leaders have accused Banerjee of using the incident to gain political mileage.</p><p>A political row has erupted over injuries sustained by Banerjee as the Trinamool Congress and the BJP have traded charges, and large-scale protests have rocked the poll-bound state. Doctors in Kolkata said Banerjee, 66, suffered severe “bony injuries” in her left ankle and foot, besides injuries in right shoulder, forearm and neck.</p><p>The issue quickly snowballed into a political slugfest with the state’s ruling party blaming the BJP for the injuries and the latter accusing Banerjee of orchestrating the incident for sympathy.</p><p>The Election Commission Sunday concurred with its two poll observers that there was no pre-meditated attack on Banerjee during her poll campaign, and that her injuries were the result of a security lapse.</p><p>“I don’t have much time to talk. I have to leave for Durgapur immediately. I have a programme in Purulia tomorrow. We have lost 5-6 days. During elections even a second matters a lot,” the West Bengal CM said.</p><p>Adhikari, who hails from East Midnapore, has said that it was he who led the Nandigram agitation which continued till 2009 and witnessed many deaths.</p><p>Union home minister Shah, meanwhile, promised that after coming to power, the BJP will be successful in ushering in true change in West Bengal and turn the state into “Sonar Bangla” (golden Bengal) again. The senior BJP leader a roadshow at Kharagpur town in Paschim Medinipur district in support of BJP candidates contesting the West Bengal assembly elections.</p><p>Shah said that a huge turnout in the roadshow underscored that people wanted change in the state under the leadership of Prime Minister Narendra Modi. “I promise that the BJP government will be successful in bringing ‘asli parivartan’ (true change) and ‘Sonar Bangla’ will be created again,” Shah said in a brief speech at the end of the roadshow. He said the BJP will form the next government in the state by winning 200 of the 294 assembly seats.</p><p>Elections to 294-member West Bengal Assembly will be held in eight phases starting from March 27 with the final round of voting taking place on April 29. The counting of votes will take place on May 2.</p><p>Besides Shah, West Bengal BJP chief Dilip Ghosh, party general secretary Kailash Vijayvargiya and Hiran Chatterjee also took part in the roadshow.</p><p>Shah will also address public meetings in Jhargram in West Bengal on Monday.</p><p>Before her procession earlier in the day, Banerjee tweeted: “We will continue to fight boldly! I’m still in a lot of pain, but I feel the pain of my people even more. In this fight to protect our revered land, we have suffered a lot and will suffer more but we will NEVER bow down to COWARDICE!”</p><p>Sitting in a wheelchair pushed by her security personnel, the CM led the procession along a 5km route from Gandhi’s statue in the Maidans to Hazra Road intersection located close to her home at Kalighat in south Kolkata. She was driven down to the Maidans in a car. In her speech, Banerjee also mentioned a head injury she suffered at Hazra 21 years ago. On August 16, 1990, when Banerjee was about to lead a Youth Congress agitation at Hazra, Bengal was rocked by the news of an assault on her by Lalu Alam, a CPI(M) youth wing worker. Images of Banerjee with her head wrapped in bandage remained in the news for months.</p><p><em>(With PTI inputs from Kharagpur)</em></p>"}
{"source": "HindustanTimes", "headline": "Pak drone spotted in Punjab’s Pathankot district", "link": "https://www.hindustantimes.com/cities/chandigarh-news/pak-drone-spotted-in-punjab-s-pathakot-district-101615750909893.html", "content": "<p>A Pakistani drone entered the Indian territory on Sunday but was forced to return as BSF jawans spotted it and opened fire in its direction in Punjab’s Pathankot district, a police official said.</p><p>“The drone which came from the Pakistani side was sighted at Dinda post close to Bamial along the Indo-Pak international border,” Pathankot senior superintendent of police Gulneet Singh Khurana told PTI over phone.</p><p>He said the BSF opened fire in its direction after which it returned to the neighbouring country.</p><p>Asked if the drone dropped anything inside the Indian territory before flying back, Khurana said, “A thorough search operation was carried out at the site, but nothing was found.” In December 2020, 11 hand grenades dropped by a drone flying in from Pakistan were recovered from a field near the International Border in Punjab’s Gurdaspur district.</p><p>The consignment was found in Salach village, located about one km from the border.</p><p>The box of hand grenades had been attached to a wooden frame which was lowered from the drone onto the ground with a nylon rope, police had then said.</p><p>The first incident of dropping of arms and weapons through drones from Pakistan came to light in Punjab in September 2019 when police recovered AK-47 rifles, magazines and rounds of ammunition, hand grenades, fake currency and other items in Tarn Taran district.</p>"}
{"source": "HindustanTimes", "headline": "Delhi adds 407 new Covid cases, 2 deaths", "link": "https://www.hindustantimes.com/cities/delhi-news/delhi-adds-407-new-covid-cases-2-deaths-101615755976213.html", "content": "<p>The Capital reported over 400 new cases of coronavirus disease (Covid-19) for the fourth day in a row on Sunday. The city added 407 cases to its tally of over 643,000 infections so far since March 2 last year, when the first case was detected.</p><p>The city has seen an increase in the number of people hospitalised with the infection as well — from 400 people across city hospitals on February 26 to 582 as on Sunday evening, according to the state’s daily health bulletin.</p><p><a href=\"https://www.hindustantimes.com/topic/coronavirus\" target=\"_blank\">Click here for full Covid-19 coverage</a></p><p>The number of deaths reported each day has also increased slightly. On average, 2.2 deaths were reported each day during the first 14 days of March as compared to 1.3 deaths during the second half of February. The numbers were higher – 2.6 deaths a day on average – during the first half of the month.</p><p>So far, 10,941 persons have died of the infection.</p><p>With over 68,000 tests conducted on Saturday – reported a day later in Sunday’s health bulletin – Delhi’s positivity rate stood at 0.60%. The positivity rate is the proportion of samples that return positive among the total tested and is indicative of the spread of the infection in a region.</p><p>Experts believe that a positivity rate of 5% or less maintained over two weeks indicates that the spread of the infection is under control. Although, Delhi’s positivity rate is much lower than this it has been inching upwards since mid-February.</p><p>The average positivity rate over the first 14 days of March has been 0.49%. In comparison, the average positivity rate during second half of February was 0.28% and 0.23% during the first half of the month, data shows.</p><p>“The situation is exactly like it was during Diwali when people were out and about, leading to a lot of asymptomatic spread of the infection. The euphoria of having low number of cases in Delhi was short-lived because people have stopped following Covid-19 norms such as social distancing and masking,” said Dr GC Khilnani, former head of the department of pulmonary medicine at the All India Institute of Medical Sciences.</p><p>He added, “With the number of cases going down, people stopped following Covid-19 appropriate behaviour. The city also has a huge floating population — people travelling to other states and other countries. There is still a significant proportion who haven’t developed immunity against the infection. The problem is compounded by the emergence of new variants — some we know of, others we don’t.”</p>"}
{"source": "HindustanTimes", "headline": "NGO helps those living in homeless shelters in capital register for vaccine jabs", "link": "https://www.hindustantimes.com/india-news/ngo-helps-those-living-in-homeless-shelters-in-capital-register-for-vaccine-jabs-101615756170424.html", "content": "<p>A Delhi-based NGO is helping vaccinate people living in government-run shelters against the coronavirus disease (Covid-19).</p><p>The Centre for Holistic Development (CHD) is registering eligible people on the CoWin government portal.</p><p>Sunil Aledia, CHD executive director, said, “There are a lot of people in shelters who meet the criteria, either above the age of 60 or at least 45-years-old with co-morbidities but have been left out of the drive unintentionally.”</p><p>“We will be taking them for vaccination on March 16. We are hoping to register 100-150 people from across the city. We have also discussed this with district administrations and the Delhi Urban Shelter Improvement Board (which runs the shelters) to find a way to get homeless people vaccinated,” said Aledia.</p><p><a href=\"https://www.hindustantimes.com/topic/coronavirus\" target=\"_blank\">Click here for full Covid-19 coverage</a></p><p>There are close to 200 government-run shelter homes, which are under DUSIB and managed by various NGOs.</p><p>Indu Prakash, a member of the Supreme Court-appointed monitoring committee for homeless shelters in Delhi, said, “The government should have a special drive to get the homeless, including those not living in shelters, vaccinated. While most may have ID cards, several may not and some measure should be devised to inoculate them too.”</p><p>A senior DUSIB official said, “We are working on a plan to get these people vaccinated. So far, no decision has been taken.”</p><p>Those running the shelter homes said that while identifying vulnerable people as per the criteria is not difficult, the real challenge is to take them to the vaccination centres. “A lot of us don’t have the resources to take these people to the inoculation centre. Also, some of the people, especially those who above 45 years of age, have to be examined by a doctor for comorbidities before they can be registered for vaccination. There is a need to arrange a medical screening of these people,” said Rajesh Kumar, national executive director of Society for Promotion of Youth and Masses (SPYM).</p>"}
{"source": "HindustanTimes", "headline": "Water supply hit in East Delhi for 48 hours", "link": "https://www.hindustantimes.com/cities/delhi-news/water-supply-hit-in-east-delhi-for-48-hours-101615757464290.html", "content": "<p>Several parts of east and north-east Delhi continued reeling under an acute water shortage for more than 48 hours on Sunday, as the Delhi Jal Board (DJB) carried out repair work of an interconnection pipeline.</p><p>A statement issued by the DJB on Sunday said that the work on a 1,200mm main pipeline, supplying water to the east and north-east parts of the national capital, was completed by 4pm on Sunday and the evening supply was restored in many parts.</p><p>“Repair work was successfully completed by 4pm on Sunday. Pumping of water also began immediately after the work was completed and by evening, water with appropriate pressure will be available in most areas. Further, by late evening or early tomorrow (Monday) morning, the entire east and north-east Delhi will get supply in full swing,” the Delhi Jal Board’s statement read.</p><p><br></p><p>Despite the assurance that the evening water supply will be resumed in most parts, residents of most localities said that water was not available till at least late Sunday.</p><p>Water supply in some of the areas started getting impacted from Friday, after the Delhi Jal Board began interconnection work on 1200 mm diameter main lines at Jal Vihar and Greater Kailash.</p><p>The work was started after complaints received by residents of Vikas Kunj, reporting major leakages in the GK main lines, which resulted in water entering the basements of their houses, posing a threat to the building structure.</p><p>Delhi Jal Board on March 11 had issued an advisory to people that due to the repair work of pipeline, water supply would be affected from 10am on Friday to 10am on Saturday.</p><p>However, on Saturday the water utility agency issued a fresh advisory, extending the timing of the water shortage till Sunday morning.</p><p>The worst impacted by the repair work were areas such as Laxmi Nagar, Pandav Nagar, Chitra Nagar, Ghazipur, Mayur Vihar phase-I, II and III, East Azad Nagar, New Kondli, Shahdara, Mandawali, Patparganj, Shalimar Park and Vishwakarma Park.</p><p>Mujid Alam, a resident of Mandawali, said that the water supply in his colony has been hit for three days now.</p><p>He said that by Saturday evening, the last drop of water that was stored had been exhausted, and at least for two hours on Sunday morning he went around with empty buckets for search of some water to meet basic household requirements.</p><p>“We went to the local shops and even they did not have water. I heard that in some shops in Pandav Nagar, drinking water bottles are being sold for R100 per bottle. People are desperate and some shopkeepers are taking advantage of that,” Alam said.</p><p>Many people also took to social media to reach out to the DJB, desperately trying to get some information on water availability.</p><p>Some also highlighted that while the supply was impacted, no efforts were made by the Delhi Jal Board to ensure the availability of water tankers or other sources.</p><p>“No water supply in Mayur Vihar, East Delhi since the past two days. No water tanks available, no bottled drinking water available on shops today morning. Emergency situation Please do something urgently @DJB, (sic)” tweeted Ruchi Kokcha.</p><p>A senior DJB official, however, denied the allegation and said water tankers were running late because of the increased demand, but was being made available wherever supply was hit.</p><p>Abhishek Dutt, Congress party spokesperson and municipal councillor from south Delhi’s Andrews Ganj, said that the water shortage was also being experienced in parts of south Delhi.</p><p>“Over the past few months, the only message that the Delhi Jal Board has been posting is ‘repair/breakdown/ammonia will impact water supply in Delhi’. Every week they come up with one such excuse. Residents of Lajpat Nagar-4 and Andrews Ganj are suffering for the past two days,” Dutt said.</p>"}
{"source": "HindustanTimes", "headline": "Spate of criminal cases puts Maharashtra govt in tight spot, leaders wary of image", "link": "https://www.hindustantimes.com/cities/others/spate-of-criminal-cases-puts-maharashtra-govt-in-tight-spot-leaders-wary-of-image-101615749650516.html", "content": "<p>In the past 15 months that it has been in power, the Maharashtra Vikas Aghadi (MVA) government has received more flak for crimes than it did for the handling of the Covid-19 pandemic or the cash crunch owing to the slow economy. </p><p>Beginning with Palghar mob lynching to the death case of actor Sushant Singh Rajput, to the allegations against its two ministers in connection with alleged crimes against women, the government has been at the receiving end. Now it is facing flak over the death of businessman Mansukh Hiran, whose SUV was found outside industrialist Mukesh Ambani’s home with explosives last month. Hiran’s death came at a time was Opposition leader Devendra Fadnavis in the Assembly said that the businessman needed to be protected, as he could throw some light on the case. The issue has become the latest headache for Uddhav Thackeray after Mumbai Police officer Sachin Vaze was arrested for his alleged involvement by the National Investigation Agency (NIA) on Saturday night. </p><p>The Palghar lynching case, in which two seers and their driver were beaten to death, as well as Rajput’s death, led to an uproar in social media over the state’s handling of the cases, with Opposition Bharatiya Janata Party (BJP) accusing MVA it of suppressing the facts. </p><p>While the government kept insisting that the probe in both the cases was being conducted in an impartial manner, it was the allegations against its two ministers that caused it major embarrassment. </p><p>Social justice minister and Nationalist Congress Party (NCP) leader Dhananjay Munde, in the second week of January, faced allegations of rape by a budding Bollywood singer, who was also younger sister of a woman with whom the minister had admitted to be in a relationship. Though the singer later withdrew her complaint amid much political drama, the minister had almost lost his chair. A month later, Shiv Sena leader and forest minister Sanjay Rathod’s name cropped up in a case related to the suicide of a 23-year-old Pune woman. About a dozen audio clips of the mobile conversation related to the case went viral with the Opposition alleging that one of the voices in the clips was that of Rathod. The minister had to resign from the cabinet on the eve of the budget session that started on March 1. </p><p>The 10-day long session ended under the shadow of the controversy over Vaze’s alleged involvement in the explosives case, with Fadnavis alleging that the cop was directly connected to Hiran’s death. Buckling under Opposition’s pressure, the assistant police inspector was shunted out of the crime branch, though chief minister Uddhav Thackeray had defended him by saying that Vaze should not be “hanged” before the trial. Fadnavis had taunted Thackeray and said Vaze does not need any lawyer as CM has himself taken up the job to defend him. </p><p><b>Three cases in two months </b></p><p>The three cases – two pertaining to the ministers and Vaze – have damaged MVA government’s image, according to its own ministers. The government faced many controversies during its 15-month tenure, but these two months are believed to be really troublesome for it, they said. </p><p>“The wounded BJP left no opportunity to corner the Thackeray government ever since it was formed on November 28, 2019, after the decades-long Sena-BJP alliance came to an end. Be it Rajput’s death case, the Palghar lynching, handling of the Covid-19 pandemic or loan waiver, power bills, BJP leaders were very aggressive while raising the issues. </p><p>However, in Rathod and Vaze’s cases, the Opposition succeeded in pushing the government to the wall. Deputy CM Ajit Pawar had to admit that it was the pressure from the Opposition that led to Vaze’s transfer, said a senior NCP minister. </p><p>The minister said that Munde could save his ministership because of the political strategy adopted to turn around the perception against him. </p><p>“At one moment, NCP chief Sharad Pawar had admitted it to be a serious case, hinting that the minister will have to resign. But as more people, including a former legislator, coming to Munde’s rescue by claiming that the woman had blackmailed them too, helped the minister save his chair.” </p><p>Some behind-the-curtain damage control was reportedly done by NCP and Munde, which helped him retain his position. </p><p>However, Rathod’s damage control management was poor, and getting linked in a woman’s death case proved to be problematic for him. </p><p>Political analyst Hemant Desai said, “The immoral relations of politicians outside their wedlock are not accepted by women in the society. Women voters have been playing a major role in elections, as was seen in Bihar and other states. These two [ministers’] cases may cost dear to ruling parties in the coming elections. The Vaze case was mishandled by the state government. There was no reason for CM to give loaded statements like ‘Vaze can’t be hanged before trial’. Secondly, in Rathod and Vaze’s cases, the action appeared to have been taken only after Pawar’s intervention. This has been creating a poor picture for Thackeray, who is behind the steering wheel.” </p><p>Shiv Sena’s south Mumbai parliamentarian Arvind Sawant said: “I do not think the MVA government has suffered any setback because of these cases. There have been more serious cases in the country, be it Karnataka minister’s latest sex scandal or Hathras-Unnao cases in Uttar Pradesh. Rathod and Munde’s cases are their personal matters. In Vaze’s case, NIA is conducting a probe. Let the truth come to the fore and action will be taken. Also, why are questions not raised on [MP] Mohan Delkar’s suicide, which is a more serious case? We should also remember that there was ruckus created in Rajput’s death case, but the CBI found nothing.” </p><p>State minority affairs minister from NCP Nawab Malik said Munde’s case was a family matter and it had nothing to do with public perception. “The case was withdrawn by the complainant. In Rathod and Vaze’s cases, the investigations are on, and truth will come to the fore once the probes are completed. In a democracy, the Opposition has its own importance, but Vaze’s transfer was not because of the Opposition’s pressure.” </p><p><b>Poor handling, lack of coordination </b></p><p>Insiders said that the major difference between cases related to Munde and Rathod was their handling and that the former forest minister’s case was an example of the poor crisis management by the ruling parties. Leaders from the ruling alliance said that Munde responded to the allegations within hours and ensured that the charges were withdrawn in the next few days. </p><p>“On the contrary, Rathod sulked for two weeks after the controversy broke out and emerged only to commit another mistake by gathering a huge crowd at Poharadevi temple [a religious place of his Banjara community] when his party chief and CM Thackeray had banned social gatherings. BJP raked up the issue in these two weeks to a level that the general perception went against the government, said a former Sena minister.</p><p>The three ruling parties are also not found to be on the same page on many occasions, and it was made evident during Vaze’s case. </p><p>When Fadnavis levelled allegations of Vaze’s involvement in Hiran’s case on Tuesday, NCP leaders had initially agreed for Vaze’s transfer, but the CM put his foot down and refused any action against the officer. This led to several adjournments in the Assembly and pandemonium. The house proceedings resumed only after the government announced Vaze’s transfer. </p><p>Insiders feel that the criticism and controversy could have been avoided had the officer been shunted out immediately after the issue came up. </p><p>“The ruling parties, in retaliation, raised the suicides cases of interior designer Anvay Naik and Delkar, who was Dadra and Nagar Haveli MP. In the 2018 Naik case, the victim’s family had blamed the Fadnavis government of suppressing the case, while Delkar had named a BJP leader from Gujarat, holding him responsible for the suicide. This may have helped us in pushing BJP on the back foot, but the seriousness of the Hiran case does not recede,” the former Sena minister said. </p><p>The leader said that ruling parties fail to pre-empt the controversies and plan accordingly. </p><p>“BJP has an edge over us in picking up the issues. They miss no time in strategising and attacking the government. Be it Palghar lynching, Rajput or Rathod’s cases, the Opposition has always been aggressive. But the over-aggressive approach seems to going against them, and is playing as an advantage of the MVA government,” he said. </p><p>The Congress, the third MVA partner, has distanced itself from all these issues to avoid any embarrassment. A Congress leader said that the damage to MVA’s image is unlikely to be reflected as there are no major elections anytime soon. </p><p>“Moreover, these cases are mostly related to the other two ruling parties. By maintaining distance, we made sure that they directly do not hamper us,” the leader said. </p><p>Malik said that the ruling parties will take more precautions for better coordination in future. </p><p>“Some of the issues such as the one related to Rathod are to be tackled at the party level as it’s their internal matter. But yes, when it comes to MVA, we need to have better coordination in future,” he said. </p><p>Maharashtra BJP vice-president Madhav Bhandari said, “We have been raising issues of public interest from beginning, be it Palghar lynching, SSR death or but till then the general public had sympathy for this government. Now, the people have realised the failure of the MVA government. They have realised that people here are not safe and the government is not interested at all to ensure it. Vaze’s is not the only case to establish that the law and order in the state has completely collapsed.”</p>"}
{"source": "HindustanTimes", "headline": "Kalyan man stabs his uncle to death", "link": "https://www.hindustantimes.com/cities/others/kalyan-man-stabs-his-uncle-to-death-101615750548300.html", "content": "<p>Mahatma Phule police in Kalyan arrested a 23-year-old man on Sunday for allegedly stabbing his uncle to death over a property dispute. </p><p>The accused, Harshal Thange, is a resident of Beturkarpada, Kalyan (West). He went to the house of his uncle Narayan Thange, 72, on Sunday around 6.30am and stabbed him with a knife. The accused also stabbed the victim’s son, who is undergoing treatment. </p><p>Anil Powar, assistant commissioner of police, Kalyan, said, “Based on the complaint by the victim’s son, we have arrested the accused. The accused, who is unemployed, barged into his uncle’s home on Sunday morning and stabbed him and his son.” </p><p>“There is a property dispute in the family. The accused was booked for other offences in the past too. We are checking his criminal records,” said Powar. </p>"}
{"source": "HindustanTimes", "headline": "Farmers force Dhankar, Dushyant to skip events", "link": "https://www.hindustantimes.com/cities/chandigarh-news/farmers-force-dhankar-dushyant-to-skip-events-101615749828434.html", "content": "<p> Haryana BJP leaders and workers on Sunday bore the brunt of farmers in Jhajjar, Dadri and Jind districts. Haryana BJP president OP Dhankar cancelled his visit to Charkhi and Patawas villages in Dadri after farmers led by Independent MLA Sombir Sangwan, who is also head of the Sangwan Khap, with his supporters reached Charkhi carrying black flags in their hands.</p><p>Raju Mann, a farm leader, said they will not allow the entry of BJP-JJP leaders in their area and the khaps had already announced their boycott .</p><p>BJP workers left the venue of the ‘chintan shivir’ at Jind’s Narwana after farmers, including children and women, reached the venue and started sloganeering amid heavy security. </p><p>Haryana deputy chief minister Dushyant Chautala , his cabinet colleague and Rohtak MP Arvind Sharma cancelled their visit to Jhajjar’s Mahavidyalaya Gurukul after a protest by farmers and Chahar Khap members , who erected tents outside the college on Saturday to protest against the BJP-JJP leaders. </p><p><b>Farmers continue confronting MLAs who voted gainst no-confidence motion</b></p><p>Karnal Farmers continued with their campaign to confront BJP, JJP and Independent MLAs who had voted against the no-confidence motion in the state assembly recently.</p><p>Agitated farmers staged protests and burnt the effigies of the MLAs. In Kurukshetra, farmers took out a protest march against JJP’s Shahbad MLA Ram Karan. Amid heavy police deployment, famers also gheraoed the office of the MLA, saying they will not allow him to enter villages. </p><p>Also, farmers held a protest against Independent MLA from Pundri assembly constituency Randhir Gollan. Farmers staged a protest in Pundri and burnt his effigy. The farmers also circulated Gollan’s old videos on social media in which he was seen slamming the BJP leaders in Haryana for not giving him ticket and seeking support from farmers. </p><p>“Gollan came to us for support when the BJP did not give him ticket and we voted for him, but now he betrayed us when we needed his vote for the no-confidence motion,” said a protesting farmer Hardeep Singh Dhull. </p><p>Farmers not to build brick-mortar houses at Delhi border: Union leader</p><p>Rohtak A day after Kundli police registered two FIRs against farmers for constructing brick-mortar houses and digging borewell along the highway at Kundli, the farm leaders on Sunday said they will follow the rules and will not construct ‘pucca’ structures at the protest sites.</p><p>A day earlier, a man from Punjab (Karam Singh) was booked by name in two FIRs registered against farmers for constructing brick-mortar houses and digging borewell along the highway at Kundli on the complaint of National Highways Authority of India (NHAI) project director Anand Singh and Kundli municipal council secretary Pawan Kumar.</p><p>Samyukta Kisan Morcha leader Dharshan Pal Singh said they have conducted a meeting with other leaders and decided not to build brick-mortar houses at protest sites. “We will not take any step that will weaken our agitation. We will abide by the law,” he added.</p>"}
{"source": "HindustanTimes", "headline": "Militant gunned down in Shopian encounter, locals clash with police", "link": "https://www.hindustantimes.com/cities/chandigarh-news/militant-gunned-down-in-shopian-encounter-locals-clash-with-police-101615749829700.html", "content": "<p> A militant has been killed in an ongoing overnight encounter with security forces in south Kashmir’s Shopian that also witnessed clashes between stone pelting youth and police around the encounter site, in which three people were injured. </p><p>Locals and police said that at least four houses were severely damaged in the fire and mobile internet was also suspended in the district. </p><p>Officials said the encounter started at Rawalpora area of Shopian on Saturday evening when police, army and CRPF launched a search operation after receiving a tip-off about presence of militants. They said militants opened fire on the forces, triggering an exchange of fire. The gunfight continued through the night and a militant was killed early morning. </p><p>“One terrorist was eliminated as the joint operation continues,” said an army spokesperson.</p><p>A police spokesperson identified the slain militant as Jahangir Ahmad Wani, a resident of Rakh Narapora Shopian, affiliated with the proscribed outfit Lashkar-e-Taiba. Wani has been active since September 2020. </p><p>He said once the presence of militants was ascertained on Saturday they were given opportunity to surrender, however, they fired indiscriminately. “Due to darkness the operation was suspended however the cordon remained intact throughout night. In the morning, repeated announcements were again made asking hiding terrorist to surrender, but the terrorist fired on joint search party which was retaliated and so far one terrorist has been killed, “ he said. </p><p>The spokesman said that during the encounter, three houses caught fire.He said that a group of “miscreants” also tried to disrupt the operation and created a law and order problem near the encounter site during which some of them were also injured. </p><p>A US-made rifle and armour piercing bullets were recovered from the site. “The recoveries include one M4 carbine, three magazines, 36 armour piercing rounds and some cash,” he said. The area was cordoned off and was being searched till the filing of this report.</p><p>Locals said soon after the news of the killing of a militant spread in the area, angry youth came out protesting, threw stones on the forces and tried to march towards the site. The police retaliated with pump action pellet guns and tear gas.</p><p>Officials said at least three persons were injured in the clashes, including two youngsters due to pellets and a policeman, who was hit by a stone on his head. One of the protesting youngsters was hit in the eye. </p><p>Shopian medical superintendent Mohammad Ismail said the victim, who was hit with pellets on the eye, and the cop were referred to Shri Maharaja Hari Singh(SMHS) Hospital in Srinagar. </p><p>“The cop received stitches on the side of his head and is fine,” he said.</p><p>Medical Superintendent of SMHS, Nazir Choudhary identified the youth hit by pellets in the eye as 22-year-old Arif Ahmad Wagay. “He is doing fine,” he said.</p><p>The locals of Shopian said that fire erupted in many houses surrounding the encounter site severely damaging around four houses. People also shared videos of fire engulfing the houses near the site of encounter. </p><p>“It is not clear how the blaze erupted. The exchange of fire has stopped and searches are going on. The dead body of the militant has been shifted to Srinagar,” he said. </p>"}
{"source": "HindustanTimes", "headline": "Institutes can’t withhold degrees of Dalit students over pending fee: Sampla", "link": "https://www.hindustantimes.com/cities/chandigarh-news/institutes-can-t-withhold-degrees-of-dalit-students-over-pending-fee-sampla-101615750912852.html", "content": "<p>National Commission for Scheduled Castes chairman Vijay Sampla on Sunday said the colleges and universities can’t withhold the degrees and certificates of Dalit students who have passed their courses for want of pending fees and other charges. </p><p>The commission will take a strict note in case of a complaint, he asserted. </p><p>The issue rocked the budget session of the Vidhan Sabha that concluded recently. Nearly 7,000 students are awaiting handing over of their degrees by their colleges, the House was informed. </p><p>Addressing a press conference in Chandigarh, Sampla said, “The national commission works independently of the state panel as the SC students can take up their cases directly. Also, efforts are made to being bring to an end manual scavenging that is going on with impunity in some parts of Punjab. Besides, there is a pendency of 67,000 cases of atrocities on Dalits with the national commission. We will make sure the cases are settled in a time-bound manner. The pendency of different cases in Punjab is 5,000 and I am sure the state panel will also expedite redressal of these cases.” </p><p>The national commission has a regional office in Chandigarh which caters to Punjab, Haryana, Himachal Pradesh, Jammu and Kashmir and Chandigarh. </p><p>‘Farmers heckling me are anti-Dalit’</p><p>On opposition he is facing in Punjab from the state farmers, Sampla said heckling him as chairman of the commission means that farmers and their leaders are opposed to the Dalits. “I was chased and gheraoed by farmers and others. This is not the right way to protest,” he added.</p>"}
{"source": "HindustanTimes", "headline": "Doctor injured in firing during clash at Amritsar civil hospital", "link": "https://www.hindustantimes.com/cities/others/doctor-injured-in-firing-during-clash-at-amritsar-civil-hospital-101615749889392.html", "content": "<p>Amritsar A medical officer (MO), Dr Bhavneet Singh, who was on emergency duty at the Amritsar civil hospital was injured in firing between two groups outside his ward, around an hour after Saturday midnight. </p><p>Members of one of the groups had been admitted in the emergency ward, after getting their medico-legal report (MLR), when the other group barged in and started firing indiscriminately. A bullet hit Dr Bhavneet on the left thigh, but he is out of danger. </p><p>Police said about 10:15pm on Saturday, quarrel over an enmity started between Rahul Nagi group and Sunny Sahota, Gattu, Raju, Gayin in the Islamabad area. Rahul and his brother approached the cantonment police station for the registration of a case. The police had then sent the duo to the civil hospital for preparing their medico-legal report (MLR). Rahul and his brother were admitted to the civil hospital’s emergency ward after their MLR had been prepared.</p><p>“The accused Sunny Sahota, Raju alias Bhindi, Vijay Pardhan, Aman alias Chinu, Gattu, Barinder Singh alias Raghu and some six-seven unidentified persons reached the hospital and started fighting with Rahul and his family again. Our guards at the hospital and Dr Bhavneet tried to stop the accused. Sahota fired from his pistol and another of his accomplices also fired. During the firing, Dr Bhavneet got injured,” said deputy commissioner of police (DCP) investigation, Mukhwinder Singh Bhullar.</p><p>Bhullar added that three accused, Aman, Vijay and Barinder, had been arrested. “Due to the red-alert, only one guard was present on duty in hospital on Saturday night. Our DCP-law and order has assured doctors that we will step up security.” Police added Sahota had been facing several cases under the Excise Act. The DCP said, “It is yet to be ascertained whether the two weapons used for firing were licensed. Preliminary inquiry suggests that no arm license was issued to the accused booked in the case.”</p><p>Punjab Civil Medical Services Association member Dr Jaspreet Singh said the incident raised questions about how miscreants can get the courage to carry weapons at public places. The doctors association of Amritsar and Tarn Taran districts have condemned the incident and held responsible to the police administration for failing to ensure the security of the district hospital. They have threatened to go on strike, barring providing emergency services, until the issue of security of the hospital is sorted out.</p><p>Rakesh Sharma, chairman, Employees’ Welfare Association of the health department, said police had ignored their pleas for security a number of times. “When the police commissioner had to visit the hospital for covid-19 vaccination, over 20 police guards were deployed, but hospital staff has no security.”</p>"}
{"source": "HindustanTimes", "headline": "BSF nabs 4 suspected drug smugglers near Pak border in Amritsar", "link": "https://www.hindustantimes.com/cities/chandigarh-news/bsf-nabs-4-suspected-drug-smugglers-near-pak-border-in-amritsar-101615749890574.html", "content": "<p>The border security force (BSF) has apprehended four suspected Indian drug smugglers after a brief firing near Fatehabad village in Ajnala sub-division along the the India-Pakistan border late on Saturday night. </p><p>The suspects, according to the BSF officials, were roaming near the barbed wire fence, ostensibly to clear a consignment of drugs that was to be thrown from across the border by Pakistani smugglers. </p><p>One of the accomplices of the arrested accused managed to flee, said the officials, adding that “one of the arrested men was injured in the firing”. </p><p>The arrested men were identified as Bikramjit Singh, Vijay Singh and Sarabjit Singh of Kakkar village and Navjot Singh of Dug Dogar village in Amritsar. Sarabjit received a bullet injury in his left thigh, said the officials. </p><p>“At around 12.30 am, the personnel of 22 battalion observed some suspicious movements near border outpost (BoP) Fatehabad. Five persons were noticed approaching towards the fence. The accused were challenged to stop by our troops, but to no avail. Sensing danger, a shot was fired by our constable, which hit to one of the accused. After this, our team arrested four of the five persons, including the injured one. The firth person managed to flee from the spot,” said a senior BSF official. </p><p>He said the injured was rushed to a hospital for his treatment. “Our troops had also observed two suspects across the barbed wire fence. Five rounds were fired towards Pakistan side, but the suspects managed to retreat,” he said.</p><p>“Our search operation is still underway. It appears the arrested men had come to collect some drugs consignment that was to be push in from Pakistan side,” he said, adding that the accused would be handed over to the Amritsar-rural police for the further investigation. </p>"}
{"source": "HindustanTimes", "headline": "Kirit Somaiya: Mumbai cop ran firms in partnership with Shiv Sena leaders", "link": "https://www.hindustantimes.com/cities/others/kirit-somaiya-mumbai-cop-ran-firms-in-partnership-with-shiv-sena-leaders-101615750009638.html", "content": "<p>Bharatiya Janata Party (BJP) leader Kirit Somaiya on Sunday alleged that controversial Mumbai Police officer Sachin Vaze, who was arrested by the National Investigation Agency (NIA) on Saturday, had six businesses, in which some of his partners were Shiv Sena leaders. Somaiya also claimed that Mumbai Police Commissioner Param Bir Singh was backing the tainted cop and thus must be sacked.</p><p>“Vaze had a very close relationship with a top Sena leader. He has also formed partnership firms dealing in construction and infrastructure with Sena leaders,” said Somaiya, adding that the cop was a partner in firms such as Multibuild Infraprojects Limited, Techlegal Solutions Pvt Ltd and DGNe Multimedia Limited, of which only the last one is currently functional.</p><p>He also claimed that local Sena leaders such as Sanjay Mashilkar and Vijay Gawai are Vaze’s partners in these firms. “How can an assistant police inspector form so many companies? Where did he get the resources from? This needs to be checked by NIA,” said the BJP leader.</p><p>Mashilkar, who headed the Sena’s local unit for 13 years, defended his partnership in Multibuild Infraprojects Private Limited and said, “It was a legal private limited company and we fulfilled all the norms. It is not a crime to partner with a cop, and we had even disclosed about it,” he said. </p><p>“We, however, could not get business, and hence wound up the company within one-and-a- half months of its formation,” added Mashilkar.</p><p>Gawai, who had contested the civic polls in 2017 from Mulund, said there was no wrong in tying up with a cop. </p><p>“Somaiya is just playing dirty politics and is trying to mislead the people. We formed a firm, but it did not work well and later shut down,” said Gawai.</p><p>Somaiya also said it was also surprising that a cop from a lower rank can get direct access to the police commissioner. “This all seems too suspicious,” he added.</p><p>Vaze, who is at the centre of the investigation in connection with the mysterious death of Mansukh Hiran, an auto parts dealer whose SUV was found parked outside industrialist Mukesh Ambani’s home on February 25 with 20 gelatin sticks and a threatening letter, was remanded in NIA custody till March 25 on Sunday.</p>"}
{"source": "HindustanTimes", "headline": "Girders for FoB near Shahad stn in Thane district launched", "link": "https://www.hindustantimes.com/cities/others/girders-for-fob-near-shahad-stn-in-thane-district-launched-101615750248263.html", "content": "<p>The girders for the foot overbridge (FoB) near Shahad railway station were launched on Sunday during a two-hour block by Central Railway (CR). </p><p>A total of <span class=\"webrupee\">₹</span>1.25 crore has been allocated for the project, and the work is being carried out by the Mumbai Railway Vikas Corporation (MRVC). A crane weighing 350 tonnes was used to launch the 63-metre-long and 4-metre-wide girders. There were six spans of girders, each weighing 23 tonnes. </p><p>The Kalyan Dombivli Municipal Corporation (KDMC) arranged for a special bus service between Kalyan and Titwala stations amid the mega block. </p><p>Anilkumar Patke, chief public relations officer, MRVC, said, “The girder was launched with the manpower of 30 workers without any hurdle. The work for the bridge is expected to be completed by two months.” </p><p>“Trespassing incidents at these station areas are not new. The FoB will help in bringing down such incidents and help in reducing the time required to travel between the eastern and western sides,” said Shyam Ubale, general secretary of Kasara-Karjat railway passengers’ association.</p><p>“I stay at Shahad East and whenever I have to go to the western side, I have to cross the station, which is a little far from where I live. The FoB will make it easier for us to commute and also reduce our time,” said Mukesh Patil, 37. </p>"}
{"source": "HindustanTimes", "headline": "Coming up in Chandigarh, a policy to push cycling as a habit", "link": "https://www.hindustantimes.com/cities/chandigarh-news/coming-up-in-chandigarh-a-policy-to-push-cycling-as-a-habit-101615750128254.html", "content": "<p>Hoping to push cycling as a preferred alternative to driving in a city teeming with cars, Chandigarh Smart City Ltd has readied a Cycling Policy.</p><p>To be notified only after approval from the UT administrator, the policy envisages major upgrade of the city’s cycling infrastructure, including creation of dedicated cycle underpasses, mandatory roof-covered cycle parking in offices and giving priority to cyclists in traffic.</p><p>A range of incentives will also be given by government departments, such as leave credits, monetary benefits and facilities to employees, who opt for cycling.</p><p>“Cycling Policy can be a powerful tool for the government to encourage citizens to take up cycling. The city has the highest per capita ownership of motorised vehicles in the country, which is creating severe parking and environmental issues. Promotion of cycling as a means of travelling can contribute towards sustainable urban travel,” said NP Sharma, chief general manager, Chandigarh Smart City Ltd (CSCL), which has formulated the draft policy.</p><p>Chandigarh currently has cycle tracks running across 200km. About 60km of the cycling network has been identified for underpasses near V-2 (like Madhya Marg, Dakshin Marg and Jan Marg) and V-3 roads (roads around sectors). </p><p>In addition, the existing cycle tracks along V3 roads will be improved and provided with proper integration, along with zebra crossings near intersections, the draft policy states.</p><p><b>MORE PARKING SPACE FOR CYCLES</b></p><p>Provision of a large number of cycle bays will be made at every station and parking lot, much more than those for cars. “The parking will be created in such a manner so as to enable a quick and comfortable flow of bicycle traffic. This will include provision of cycle boxes at all signals, along with four-second head start for cyclists every time the signal turns green, facilitating their safe movement across junctions,” Sharma said.</p><p><b>INCENTIVES, SUBSIDIES</b></p><p>Each government office will have a separate policy for their office to encourage commuting to work by cycle.</p><p>Employees, who adopt cycling, will get special incentives like half-day leave for every seven days cycled. Monetary incentives for particular distance travelled by cycle will also be offered. </p><p>The policy also advocates commendation certificates, awards and other recognitions for cycle users in every department. The private sector firms will also be encouraged to give similar incentives to their workforce.</p><p>Employer-based health and wellness programmes will be created, which will incorporate subsidised annual memberships for employees. </p><p>Besides, the policy advocates cash incentives, shower rooms, space for drying cycling clothes and borrowable cycles for short trips from the office. Every office will also have to provide covered parking space.</p><p><b>INTEGRATING ROAD NETWORK, TRANSPORT ROUTES</b></p><p>The draft policy lays emphasis on integration of cycle tracks with various modes of public transport for better connectivity. </p><p>“An integrated payment system that allows use of both transit and bicycle-sharing system will be the way forward. By providing real-time information to commuters about multiple public transport modes at bus stops, railway stations and public bicycle sharing stations, integration can be achieved,” said Sharma.</p><p>“Cycle tracks should be set up in such a manner that they are well connected with work, entertainment, commercial and green areas, so that cyclists have a facility for smooth/easy/safe access to above spaces,” reads the draft.</p>"}
{"source": "HindustanTimes", "headline": "Mohali’s daily Covid infections shoot past 200 after six months", "link": "https://www.hindustantimes.com/cities/chandigarh-news/mohalis-daily-covid-infections-shoot-past-200-after-six-months-101615750308277.html", "content": "<p>In no-let up from the surging cases, Mohali’s daily Covid-19 infections jumped to 206 on Sunday after a gap of six months.</p><p>It was in September last year, when the cases had crossed the 200 mark amid the peak of the pandemic. </p><p>With the fresh cases, the district’s case tally reached 21,862, while the death toll was pushed to 402 with another fatality on Sunday.</p><p>Out of the 206 cases, 121 were from Mohali’s urban areas, 34 from Dhakoli, 24 from Kharar, 16 from Dera Bassi, seven from Kurali and two each from Lalru and Gharuan. </p><p>Mohali’s active cases stand at 1,359 after 20,101 recoveries. </p><p>Civil surgeon Dr Adarshpal Kaur said, “The increasing cases are expected as the second wave has arrived. Residents are urged to follow precautions strictly and also come forward for vaccination, which is available at 27 private hospitals and seven government hospitals in the district.” </p><p><b>120 test positive in UT, 47 in Panchkula</b></p><p>Chandigarh reported 120 new cases, pushing its total to 23,096 and active cases 1,088. </p><p>As many as 358 people have succumbed to the virus in the city, while 21,650 have successfully beaten the virus. </p><p>In Panchkula, 47 people tested positive for Covid-19, taking the district’s count to 11,332. There are 355 active cases, 10,828 persons have been cured and 149 have died.</p><p><b>Mega camp today</b></p><p>Ramping up its vaccination campaign, the Panchkula health department will be holding a mega Covid-19 vaccination camp on Monday, targeting at least 4,000 people at 42 sites.</p><p>“The vaccination drive is taking place across Haryana on March 15. The state has a target of 1 lakh, while Panchkula has been given a target of 4,000. While some will be healthcare workers and frontline workers, the majority will be citizens,” said Dr Meenu Sasan, district immunisation officer, Panchkula.</p><p>Dr Sasan said the department had tasked health workers, auxiliary nurse midwives and ASHA workers with visiting their areas and motivating senior citizens to come forward for the vaccine. “We are hoping for a good turnout.”</p>"}
{"source": "HindustanTimes", "headline": "105 fresh virus cases in J&K, 78 in Himachal", "link": "https://www.hindustantimes.com/cities/chandigarh-news/105-fresh-virus-cases-in-j-k-78-in-himachal-101615750428210.html", "content": "<p> Jammu and Kashmir on Sunday recorded 105 fresh coronavirus infections, taking the total cases to 1, 27,640 while the death toll remained 1,974 with no fresh fatality.</p><p>Officials said that as many as 25 positive cases were reported from Jammu and 80 from Kashmir, including 12 travellers. </p><p>Officials said 1,24,746 people have recovered in the UT so far taking the recovery rate to 97.73%. There are now 920 active cases while the total number of tests conducted in the UT has crossed 55.58 lakh. A total 1,244 people have succumbed to the disease in Kashmir and 730 in Jammu.</p><p>In Kashmir, the highest jump in fresh cases was witnessed in Srinagar where 51 more people tested positive including nine travellers, while 12 more cases were reported in Budgam. In Jammu division, 16 cases were recorded in Jammu district. </p><p><b>78 new cases in Himachal</b></p><p>\n<city>\nDHARAMSHALA\n</city> Himachal Pradesh recorded 78 new infections on Sunday, taking the state’s case tally to 59,675 while the death toll mounted to 993 after two more patients succumbed to the contagion. </p><p>Of the new cases, 27 were reported in Una, 15 in Kangra, 11 in Solan, eight in Hamirpur, seven each in Shimla and Sirmaur, and three in Mandi. The active cases have climbed to 760 while the recoveries reached 57,908 after 60 people recuperated. </p><p>Shimla is the worst-hit district with 10,570 cases, followed by Mandi with 10,322, and Kangra with 8,744. Solan has 6,918 cases, Kullu 4,477, Sirmaur 3,698, Hamirpur 3,112, Una 3,186, Bilaspur 3,020, Chamba 2,983, Kinnaur 1,387, and Lahaul-Spiti 1,258. A total of 11,56,208 tests have been conducted in state so far. </p>"}
{"source": "HindustanTimes", "headline": "To push pending works, Chandigarh MC allots", "link": "https://www.hindustantimes.com/cities/chandigarh-news/to-push-pending-works-chandigarh-mc-allots-80-lakh-for-each-ward-101615750429159.html", "content": "<p>Pending development works in various wards are likely to get a push as the Chandigarh municipal corporation (MC) has earmarked <span class=\"webrupee\">₹</span>80 lakh for each ward for the financial year 2021-2022.</p><p>In the 2020-21 fiscal, the councillors were not granted any funds for ward development owing to the Covid-19 pandemic and the consequent MC financial distress. Due to this, several works were hit.</p><p>Confirming the development, municipal commissioner KK Yadav said, “The MC has allocated <span class=\"webrupee\">₹</span>80 lakh each under ward development funds for the coming fiscal.”</p><p>In 2019, the ward development fund amount was doubled from <span class=\"webrupee\">₹</span>40 lakh per year to <span class=\"webrupee\">₹</span>80 lakh per year. The mayor gets <span class=\"webrupee\">₹</span>2 crore per year, which can be spent on the development of any ward. While the councillors’ funds are carried forward for five years, those of mayor’s get lapsed each year.</p><p>The MC has even started the tendering process for carrying out works under the ward development funds, said chief engineer Shailender Singh. Last week, for instance, the MC floated tenders for providing and fixing outdoor gynmastic equipment in Sector 46 parks besides installing benches in various green belts of sectors 39 and 40.</p><p>While these tenders were floated in this fiscal, the work would be completed in the next fiscal. “The tendering process takes time and works are likely to be started this fiscal. But, the bills for these works will be generated in the next fiscal,” said the MC chief.</p><p>However, the councillors are not so hopeful of getting much work done even after the fund allocation.</p><p>“The MC is yet to even complete the works which were requested in 2019. In January this year, we had submitted a priority list of works having a budget of <span class=\"webrupee\">₹</span>30 lakh. But even those couldn’t be carried out. It is also questionable that with a <span class=\"webrupee\">₹</span>700 crore deficit budget for the 2021-2022 financial year, how the MC plans to allocate <span class=\"webrupee\">₹</span>80 lakh ward development fund,” said Congress councillor Satish Kainth.</p><p>Councillors have also come under repeated criticism for failing to spend the allocated money. Only three councillors could spend the funds allotted to them in 2019.</p><p>“The councillors either don’t utilise their funds or spend the money on frivolous items, which doesn’t benefit the residents. With elections due this year, we expect them to speed up the spending, but they must focus on the projects which are pending for several years despite of persistent demands from the residents,” said Vinod Vashisht, convener, City Forum of Residents Welfare Organisations.</p>"}
{"source": "HindustanTimes", "headline": "‘Made a promise’: CM Kejriwal flags off work on sewer lines in Kirari, Mundka", "link": "https://www.hindustantimes.com/cities/delhi-news/made-a-promise-cm-kejriwal-flags-off-work-on-sewer-lines-in-kirari-mundka-101615756800886.html", "content": "<p>Delhi chief minister Arvind Kejriwal on Sunday flagged off work on a sewer project slated to cover 114 unauthorised colonies and six villages across Kirari and Mundka assembly constituencies in the northwestern periphery of the Capital.</p><p>“Before the last elections (February 2020), I promised you all that I will resolve all the sewer issues in Kirari and road-repair work. I have come here today to fulfil my promise. Despite the shortage of funds, I instructed officers to arrange funds from anywhere and start the sewer project as soon as possible because I had made a promise to you,” said Kejriwal, addressing a gathering in Kirari on Sunday.</p><p>According to a statement released on Sunday, the government plans to lay 423km of sewer lines across the areas, as well as set up wastewater pumping stations in three areas.</p><p>He further said, “We have already provided water to every household in Kirari, and we now aim to provide sewer lines to every household as well as good roads and lanes. I continue to face huge backlash from opposition parties for providing free services such as water and bus rides to people, but the support of the people keeps me going. In the last 70 years, no other party has worked for the development of unauthorised colonies, as much as AAP has have worked in the last five years.”</p><p>The Delhi government in a press statement, issued later in the day, said, “The sewer scheme for Kirari and Mundka has been prepared to facilitate the public at large residing in these colonies and villages and achieve better sanitary conditions and further reduce the pollution of the River Yamuna. Under the scheme, there are provisions to lay the sewer lines in the length of about 423km. The scope of work also includes the construction of waste water pumping stations at Prem Nagar, Bhagya Vihar, and Pratap Vihar with capacities of 6.5, 9.0, and 41 MGD, respectively.</p>"}
{"source": "HindustanTimes", "headline": "Vaze in NIA custody till Mar 25; focus on 2nd car", "link": "https://www.hindustantimes.com/india-news/vaze-in-nia-custody-till-mar-25-focus-on-2nd-car-101615752271258.html", "content": "<p>A special court on Sunday remanded assistant police inspector Sachin Vaze to the National Investigation Agency’s custody till March 25 after the central agency arrested him late on Saturday for his alleged role in planting explosives in a vehicle found parked outside billionaire Mukesh Ambani’s house on February 25.</p><p>Vaze was summoned at the agency’s Mumbai office at Cumballa Hill in south Mumbai around 11:30am on Saturday to record his statement after 20 unassembled gelatin sticks were discovered along with a threat letter in a Scorpio parked outside Ambani’s residence. He was arrested at 11:50pm the same day after an official said he confessed to his involvement in planting the car.</p><p>On Sunday, NIA seized a white Innova car used by officers of the crime intelligence unit (CIU), which was headed by Vaze before he was moved out pending investigations. An official aware of the developments said the car appeared to be the same Innova that tailed the Scorpio on the night it was parked on Carmichael Road at a spot across the street from Ambani’s residence. CCTV footage from a nearby departmental store showed that an Innova remained parked behind the Scorpio for a few hours and then left, bearing the Scorpio driver.</p><p>Vaze’s lawyers denied NIA’s claims and his alleged admission to his role in parking the explosives-laden car outside Ambani’s residence, Antilia. Vaze moved the Bombay high court challenging the grounds of his arrest, and the special NIA court will take up the matter on Monday after the prosecution refused to give Vaze a copy of his remand application citing privilege and confidentiality.</p><p>Vaze’s advocate Sudeep Pasbola told news agency PTI that the arrest has been made only on the basis of suspicion and that there was no concrete evidence against him.</p><p>After questioning him for several hours on Saturday, NIA arrested Vaze under sections 286 (negligent conduct with respect to explosive substance), 465 (punishment for forgery), 473 (making or possessing counterfeit seal), 506(2) (criminal intimidation, if threat be to cause death or grievous hurt), 120(B) (criminal conspiracy) of the Indian Penal Code and section 4(a)(b) (1) (punishment for attempt to cause explosion, or for making or keeping explosive with intent to endanger life or property) of the Indian Explosives Act, 1908.</p><p>According to a top NIA official who did not wish to be named, Vaze confessed to being part of a group that placed 20 loose gelatin sticks (unassembled, without a detonator or a timer) in a green-coloured Scorpio that was found parked outside Antilia.</p><p>NIA, while seeking Vaze’s custody for 14 days, told the court that it received inputs about his role in placing gelatin sticks in the SUV and that when he was questioned about it, he admitted his involvement.</p><p>Vaze, who was part of the Crime Intelligence Unit of the Crime Branch, was one of the lead investigators of the case before it was transferred to the Maharashtra Anti Terrorism Squad.</p><p>The developments linked to Vaze have triggered a political slugfest in Maharashtra, with the state Bharatiya Janata Party (BJP) president Chandrakant Patil on Sunday holding chief minister Uddhav Thackeray responsible for the entire episode. The Shiv Sena has denied allegations made by the opposition.</p><p>NIA further submitted that the investigation being conducted by Vaze was flawed. In its remand plea, NIA submitted witnesses’ statements to show Vaze’s alleged involvement in the case. The central agency also told the court that his custodial interrogation was required to unearth the conspiracy and gather evidence.</p><p>NIA is also scrutinising the mobile call data records of Vaze and other people close to him in the police department and outside, another official said. “The NIA has also been interrogating another officer, API Riyaz Kazi, and a police constable from CIU who were allegedly close to Vaze,” the NIA official said, speaking on condition of anonymity.</p><p>Vaze is also under investigation for his alleged role in the suspicious death of 48-year-old Mansukh Hiran, a Thane-based auto spare parts businessman who was linked to the Scorpio found parked outside the Ambani residence in South Mumbai. The case is being probed by the ATS.</p><p><em>(Inputs from agencies)</em></p>"}
{"source": "HindustanTimes", "headline": "Acquisition of donated land in Mohali’s Aerocity sparks dissent in SGPC ranks", "link": "https://www.hindustantimes.com/cities/chandigarh-news/acquisition-of-donated-land-in-mohali-s-aerocity-sparks-dissent-in-sgpc-ranks-101615751928300.html", "content": "<p>The acquisition of 13 acres of donated land near the Aerocity area by Greater Mohali Area Development Authority (GMADA) has sparked dissent in the local Shiromani Gurdwara Parbandhak Committee (SGPC) ranks.</p><p>As the SGPC is said to have already chalked out a resolution for the land acquisition, some members are opposing the same, raising concerns over the rationality of the move.</p><p>The land in question is part of the 24-acre chunk located in Sainimajra village which was donated around six decades ago by a woman to Gurdwara Amb Sahib in Phase 8 here for the promotion of religious activities and benefit of the local Sikh community. In 1998, the gurdwara came under the jurisdiction of the SGPC.</p><p>In 2012, with the SGPC’s facilitation, GMADA had acquired 11 acres of land at the cost of <span class=\"webrupee\">₹</span>19.36 crore, despite stiff opposition from the local SGPC representative. In lieu, the SGPC purchased 59 acres of land in Bagrian village in Malerkotla for <span class=\"webrupee\">₹</span>19 crore.</p><p>SGPC member from Mohali, Hardeep Singh, said, “It is sad that the SGPC is again allowing the acquisition of 13 acres of donated land in a prime location of Mohali. Earlier too, they got a compensation of <span class=\"webrupee\">₹</span>19.36 crore and bought land in far-off Malerkotla, but its value has decreased to <span class=\"webrupee\">₹</span>9 crore from <span class=\"webrupee\">₹</span>19 crore. The land swapping should take place within the same locality, else there is no real benefit of the move.”</p><p>The value of the prime land now is <span class=\"webrupee\">₹</span>66 crore, he added.</p><p>SGPC manager for Amb Sahib Gurdwara, Rajinder Singh has already prepared a resolution for giving the 13-acre land to GMADA under the land pooling scheme.</p><p>Former sarpanch of Sainimajra village, Avatar Singh said that the SGPC should plan a hospital on the remaining 12.5-acre land instead of going for land pooling. “In land pooling, the gurdwara will lose 9.5 acres of land. SGPC will get residential and commercial plots. What will it will do with them? Such plots would be ultimately sold causing further loss of hundreds of crores to the gurdwara,” he said.</p><p>Gurcharan Singh, a member of Amb Sahib gurdwara body, said that when he SGPC sold 11-acre donated land in 2012, the gurdwara faced a loss of <span class=\"webrupee\">₹</span>57 crore, and such a mistake should not be repeated as the land purchased in Malerkotla is of no use to the Mohali area sangat.</p><p>When contacted, SGPC additional secretary Sukhdev Singh said, “We are trying to stop this and will soon hold a meeting with the authorities concerned.”</p><p>About the local SGPC panel having already prepared the resolution, he said that the final decision would be taken in the executive committee meeting of the SGPC.</p>"}
{"source": "HindustanTimes", "headline": "Covid-19: Door-to-door drive to boost shots turnout", "link": "https://www.hindustantimes.com/india-news/covid19-door-to-door-drive-to-boost-shots-turnout-101615755704034.html", "content": "<p>With Covid-19 vaccination turnouts in the city consistently below the government’s expectations, district teams have fanned out across the Capital in a bid to convince people aged above 60 and those over 45 with serious illness to get inoculated against the infection, which has steadily inched up in the city over the past few days.</p><p>A senior government official said the teams have also been entrusted with helping people register and book vaccine slots through the Centre’s CoWin system and arrange conveyance for them if required.</p><p>“We want to scale up the vaccination drive by increasing capacity as well as turnout. This cohort mobilisation exercise is an important step in that direction. We have to ensure that a large number of people are protected against the disease at the earliest,” said Vijay Dev, Delhi’s chief secretary.</p><p><a href=\"https://www.hindustantimes.com/topic/coronavirus\" target=\"_blank\">Click here for full Covid-19 coverage</a></p><p>Since January 16, when the vaccination drive was rolled out across the country starting with health care workers, 664,620 people in Delhi — roughly 3.3% of its total population — have received the first dose of the vaccine. These include 173,408 health workers, 264,282 front line workers, 196,007 people aged over 60 years and 30,923 people between ages 45-59 who have comorbidities, government records showed.</p><p>Of 900,000 health workers and frontline workers in the city, around 600,000 registered for the vaccine. Delhi has around 2.1 million individuals aged over 60, according to election data which the government has used to record jab estimates. There is no clear estimate of people aged between 45-59 who have specific comorbidities as listed by the Union health ministry.</p><p>“We are using booth-level machinery to reach out door-to-door, meet eligible beneficiaries and speak to them about the benefits of the vaccine, help reduce hesitance and assist them with the registration process,” said Arun Kumar Mishra, district magistrate (East Delhi).</p><p>Delhi currently has 438 vaccine sites across 192 health care facilities. Of these, 56 are government facilities, where the vaccines are administered for free and 136 are private that charge up to <span class=\"webrupee\">₹</span>250 for a single dose.</p><p>“The focus of the drive is on potential beneficiaries who live in slums and low-income group colonies, where people are generally less aware about the programme. Many are too poor to afford travel or are less comfortable with technology to register themselves on CoWin. Another focus group is elderly people who have no relatives,” said Dharmendra Kumar, additional district magistrate (west Delhi).</p><p>Each district has between 25 and 50 teams depending on its size and population.</p><p>The government’s initiative comes amid a nationwide resurgence of infections. The seven-day average of new Covid-19 cases across India has risen by 67% from lows seen after the end of the first wave of the pandemic (from 10,988 cases a day week ending February 11, to 18,371 cases a day for week ending March 12).</p><p>Dr Suneela Garg, director professor of community medicines department, Maulana Azad Medical College in Delhi and member of the Lancet Covid-19 commission and vaccination taskforce for India, said: “Door-to-door drives are crucial to speed up the vaccination drive and ensure more people are protected against the disease at the earliest, especially in the light of uptick in cases in some states.”</p>"}
{"source": "HindustanTimes", "headline": "Lloyd Austin's Asia trip to foster ‘deterrence against China’", "link": "https://www.hindustantimes.com/india-news/lloyd-austin-s-asia-trip-to-foster-deterrence-against-china-101615752919454.html", "content": "<p>US defence secretary Lloyd Austin said on Saturday he was travelling to Asia – including India, Japan and South Korea — to boost military cooperation with American allies and foster “credible deterrence” against China.</p><p>At the three-day trip — the first visit to India by a senior member of the Joe Biden administration — Austin will hold talks with defence minister Rajnath Singh and other senior government officials. Military-to-military cooperation, defence trade, the Indo-Pacific region and the situation in Afghanistan are expected to be on the agenda during Austin’s visit to India from March 19-21.</p><p>“This is all about alliances and partnerships,” Austin told reporters, kicking of the Asia visit from Hawaii, seat of the American military command for the Indo-Pacific region.</p><p>“It’s also about enhancing capabilities,” he added, recalling that while the US was focused on the anti-jihadist struggle in the Middle East, China was modernising its army at a high speed.</p><p>“Our goal is to make sure that we have the capabilities and the operational plans... to be able to offer a credible deterrence to China or anybody else who would want to take on the US,” he added.</p><p>This tour in Asia of the heads of diplomacy and defence of the US follows an unprecedented summit of the Quad grouping — an informal alliance of India, Australia, Japan and the US born in the 2000s to counterbalance a rising China.</p><p>The maiden Quad Summit convened by US President Joe Biden and joined by Indian Prime Minister Narendra Modi, Australian Prime Minister Scott Morrison and Japanese Prime Minister Yoshihide Suga on Friday too reviewed common challenges across the Indo-Pacific, especially China’s assertive actions.</p><p>The Biden administration has generally backed the tougher approach to China initiated by former president Donald Trump, but has also insisted that it can be more effective by shoring up alliances and seeking narrow ways to cooperate on priorities such as climate crisis.</p><p>In his first months in office, Biden has several times signalled his desire to return the Asia-Pacific to the top of the US foreign policy agenda.</p><p>In keeping with his broader “America is back” diplomatic theme, the US’s national security strategy pledged to reaffirms ties with traditional allies and said the country will maintain a “more robust” military presence in the Indo-Pacific region.</p><p>The report released earlier this month noted that the US recognises the “deepest connection” with Indo-Pacific region, and will “deepen our partnership with India” along with other countries.</p><p>Lloyd will be joined in Tokyo and Seoul by secretary of state Antony Blinken. “One of the things that the secretary of state and I want to do is begin to strengthen those alliances,” he said. “This will be more about listening and learning, getting their point of view.”</p><p>Blinken will join President Joe Biden’s national security adviser, Jake Sullivan, in Anchorage on March 18 with their Chinese counterparts Wang Yi and Yang Jiechi.</p>"}
{"source": "HindustanTimes", "headline": "Govt urges private firms in Delhi to make EV switch", "link": "https://www.hindustantimes.com/cities/delhi-news/govt-urges-private-firms-in-delhi-to-make-ev-switch-101615756590851.html", "content": "<p>New DelhiState transport minister Kailash Gahlot on Sunday urged Delhi-based private companies to switch the vehicles in their fleet from fuel-based ones to electric vehicles (EV).</p><p>“The sixth week of the Delhi government’s Switch Delhi campaign will focus on creating and raising awareness on how the corporate sector can help Delhi transition to EVs. I urge corporates to join the drive,” he said.</p><p>“We also urge corporates to convert and reserve 5% of their parking space for installing and running EV charging stations,” said Gahlot.</p><p>The minister added, “The Delhi government encourages corporates to urge their CSR wing to ensure a hassle-free experience of setting the charging station.”</p><p>The Switch Delhi campaign is in line with the government’s EV policy which aims at reducing air pollution in the Capital. </p>"}
{"source": "HindustanTimes", "headline": "Iheanacho hat-trick as Leicester crush Sheffield United", "link": "https://www.hindustantimes.com/sports/football/iheanacho-hat-trick-as-leicester-crush-sheffield-united-101615749590256.html", "content": "<p>Kelechi Iheanacho scored a superb hat-trick as Leicester City crushed bottom side Sheffield United 5-0 on Sunday to move second in the Premier League table. Sheffield United manager Chris Wilder left the club late on Saturday and coach Paul Heckingbottom, who will take charge until the end of the season, had no time to fix the team's defensive frailty and toothless attack.</p><p>Ayoze Perez went close with an early header for Leicester but Aaron Ramsdale was alive to the danger, getting his fingertips to the ball to turn it onto the far post. He only managed delayed the inevitable, however, and Leicester went ahead in the 39th minute when Jamie Vardy latched on to a clever pass and his perfect centre left Iheanacho with a simple tap-in.</p><p>Iheanacho tried to repay the favour early in the second half, teeing up Vardy for a first-time shot but Chris Basham headed his effort off the line as Vardy, who has scored only once this year, struggled again in front of goal.</p><p>Perez added the second in the 64th minute with a low shot before Vardy again set up Iheanacho for another simple finish. The Nigerian saved the best for last, firing home a powerful left-foot shot in the 78th minute to complete his first Premier League hat-trick.</p><p>Vardy's shot was turned into his own net by Ethan Ampadu to complete the rout as Leicester climbed up to second spot on 56 points after 29 games, two ahead of Manchester United who play West Ham United later on Sunday.</p><p>Sheffield United remained bottom on 14 points, 14 behind Newcastle United in 17th place. \"I don't know how to express this, I've been waiting for this day to come. I'm grateful to God, my team mates and my manager for helping me grow,\" Iheanacho told Sky Sports.</p>"}
